Repository: KianIranian-STDG/iGap-iOS
Catalog: iGap/General/Language/*.lproj/Localizable.strings
Languages: ar, fa, fr

# MESSAGE_IMAGE
source: %1$@: 📷 photo
fa: %1$@: 📷 پیام تصویری

# MESSAGE_VIDEO
source: %1$@: 📹 video
fa: %1$@ 📹 پیام ویدئویی

# MESSAGE_AUDIO
source: %1$@: 🎵 audio
fa: %1$@ 🎵 پیام صوتی

# MESSAGE_VOICE
source: %1$@: 🎵 voice
fa: %1$@ 🎵 پیام صوتی

# MESSAGE_GIF
source: %1$@: 📹 GIF
fa: %1$@ 📹 پیام متحرک

# MESSAGE_FILE
source: %1$@: 📎 file
fa: %1$@ 📎 پیام فایلی

# MESSAGE_LOCATION
source: %1$@: 📍 location
fa: %1$@ 📍 پیام مکانی

# MESSAGE_CONTACT
source: %1$@: 👤 contact
fa: %1$@ 👤 پیام مخاطب

# MESSAGE_STICKER
source: %1$@: 🏞 sticker
fa: %1$@ 🏞 پیام استیکر

# GROUP_MESSAGE_IMAGE
source: %2$@ %1$@: 📷 photo
fa: %2$@ %1$@: 📷 پیام تصویری

# GROUP_MESSAGE_VIDEO
source: %2$@ %1$@: 📹 video
fa: %2$@ %1$@: 📹 پیام ویدئویی

# GROUP_MESSAGE_AUDIO
source: %2$@ %1$@: 🎵 audio
fa: %2$@ %1$@: 🎵 پیام صوتی

# GROUP_MESSAGE_VOICE
source: %2$@ %1$@: 🎵 voice
fa: %2$@ %1$@: 🎵 پیام صوتی

# GROUP_MESSAGE_GIF
source: %2$@ %1$@: 📹 GIF
fa: %2$@ %1$@: 📹 پیام متحرک

# GROUP_MESSAGE_FILE
source: %2$@ %1$@: 📎 file
fa: %2$@ %1$@: 📎 پیام فایلی

# GROUP_MESSAGE_LOCATION
source: %2$@ %1$@: 📍 location
fa: %2$@ %1$@: 📍 پیام مکانی

# GROUP_MESSAGE_CONTACT
source: %2$@ %1$@: 👤 contact
fa: %2$@ %1$@: 👤 پیام مخاطب

# GROUP_MESSAGE_STICKER
source: %2$@ %1$@: 🏞 sticker
fa: %2$@ %1$@: 🏞 پیام استیکر

# text_i_introduce_page1
source: i
ar: كب
fa: گپ
fr: Gap

# text_line_1_introduce_page1
source: Gap
ar: آي
fa: آی
fr: i

# text_line_2_introduce_page1
source: Limitless Connection
ar: علاقات دون حدود
fa: ارتباطی بی حد و مرز
fr: connexion sans limite

# text_line_3_introduce_page1
source: Build your own world by iGap right now.
ar: إصنع عالمك بواسطة آیکب .
fa: دنیای خود را با آیگپ بسازید.
fr: Construisez votre monde avec iGap

# text_line_4_introduce_page1
source: It takes only few minutes to join iGap community!
ar: إنضمامك إلى مجموعة مستخدمي "آیکب" لايستغرق إلّا بضع دقائق .
fa: فقط چند دقیقه تا آیگپی شدن شما!.
fr: Juste quelques minutes pour rejoindre la société d’iGap

# text_line_1_introduce_page2
source: Security & Privacy
ar: الأمان في آیکب
fa: امنیت در آیگپ
fr: Sécurité sur iGap

# text_line_2_introduce_page2
source: iGap attaches the utmost importance to your security and privacy using the individual encryption algorithms and guarantees a safe and secure connection between you, your friends and family.
ar: تطبيق آیکب يوفّر لك اتصالا آمناً و موثوقاً به بينك و بين أصدقائك و أسرتك. و كذلك يوفّر تطبيق آیکب الحدّ الأقصى للأمان في الحفاظ على خصوصيتك بواسطة استخدام خوارزمية تشفير متميزة في نقل البيانات.
fa: آیگپ یک ارتباط امن و مطمئن را برای شما برقرار میکند. پیام رسانِ آیگپ با استفاده از الگوریتم های رمزنگاری منحصربفرد در جابجایی همه داده های شما حداکثر امنیت را برای حفظ حریم خصوصی شما فراهم آورده است.
fr: iGap construit une connexion privée et en bonne sécurité. La messagerie d’I Gap utilise les algorithmes de cryptage individuels et uniques qui favorisent le transfert de toutes vos données et vos informations tout en respectant votre confidentialité

# text_line_1_introduce_page3
source: Chat
ar: المحادثة في آیکب
fa: گفتگو در آیگپ
fr: Discussion sur iGap

# text_line_2_introduce_page3
source: You can have one-on-one or group chats and even create your own channel and add members in order to share information with millions of people.
ar: يمكنك المحادثة في آیکب بين شخصين أو بين مجموعة من الأشخاص و كُن مرتاح البال أنّ محادثاتك متوفّرة لديك دائماً، إضافة إلى ذلك يمكنك انشاء القنوات و الانضمام إليها و اشتراك معلوماتك مع ملايين الأشخاص من المستخدمين الآخرين..
fa: شما میتوانید در آیگپ بصورت دونفره و یا گروهی به گفتگو بپردازید و خیالتان راحت باشد که همیشه به گفتگو های خود دسترسی دارید، همچنین میتوانید کانال بسازید و در آن عضو بگیرید و اطلاعات خود را بین میلیون ها کاربر دیگر نیز به اشتراک بگذارید.
fr: Vous pouvez discuter à deux ou en group avec l’accès permanant aux archives de vos discussions. Vous pouvez créer un canal et obtenez des membres puis partager vos informations à des millions des utilisateurs

# text_line_1_introduce_page4
source: iLand
ar: آیلند
fa: آیلند

# text_line_2_introduce_page4
source: iLand! without limitation with wonderful events as taking a taxi, pay bills and booking hotels and flights . Oh Also you can play games, watch films and listen to music
ar: آیلند! على سبيل المثال لا الحصر مع الأحداث الكبرى مثل أخذ سيارة أجرة ، ودفع الفواتير وحجز الفنادق والرحلات الجوية يمكنك أيضًا ممارسة الألعاب ومشاهدة الأفلام والاستماع إلى الموسيقى
fa: آیلند! سرزمین بی حد و مرز که کلی اتفاق شگفت انگیز مثل گرفتن تاکسی، الوپیک، پرداخت قبض و رزرو تور و هتل توش افتاده. و تازه می تونی کلی بازی کنی، فیلم ببینی و موزیک گوش بدی.
fr: ILande est une espace magique sans limite avec différents services comme prendre taxi en ligne , Alopayk , payer des facteurs , réservation des tours et des chambres de l’hôtel , avec la possibilité de regarder le film ou bien écouter la musique en ligne.

# text_line_1_introduce_page5
source: Voice and video Call
ar: الصوت والفيديو مكالمة في آیکب
fa: تماس صوتی و تصویری در آیگپ
fr: Appel d’audio et appel vidéo sur iGap

# text_line_2_introduce_page5
source: You can make thoroughly free and secure voice and video calls to anyone on iGap and save your money. iGap voice and video call is P2P-based with no server's interference in voice and video transmission.
ar: يمكنك الصوت والفيديو مكالمة بشكل مجان و آمن تماماً بواسطة استخدام تطبيق آیکب و بالتالي التوفير في تكاليفك. إضافة إلى ذلك إنّ الصوت والفيديو مكالمة لطبيق آیکب هو من نوع p2p و لاتتدخّل حتى مزود خدمة الانترنت في هذه الاتصال
fa: شما میتوانید بر بستر آیگپ با سایر کاربرانِ تماس صوتیِ و تصویری کاملاً رایگان و امن برقرار کنید و در هزینه های خود صرفه جویی نمایید، همچنین تماس ها در آیگپ P2P بوده و حتی سرور های آیگپ هم در جابجایی صدا و تصویر شما دخالت ندارند.
fr: Vous pouvez faire des appels d’audio et vidéo gratuit et confidentiel avec les autres utilisateurs tout en faisant économie. Les appels sur iGap sont P2P et même les serveurs igap n'interfèrent pas avec votre transmission audio et vidéo.

# btn_start_page6
source: Start Now
ar: إبدأ الآن
fa: همین حالا شروع کنید
fr: commencez maintenant

# text_line_1_introduce_page6
source: Everything for Free in iGap!
ar: كلّ شيء مجان في آیکب!
fa: همه چیز رایگان در آیگپ!
fr: Tout y est gratuit

# text_line_2_introduce_page6
source: Let’s stop waiting! iGap is thoroughly free. So, just now build your own world freely.
ar: آیکب كان ولايزال مجانا. فتعالوا لانتمهّل أكثر من هذا. فاصنع عالمك بواسطة آیکب الآن.
fa: آیگپ همیشه رایگان بوده و هست. پس بیش از این منتظر نمی مانیم. همین حالا دنیای خود را در آیگپ بسازید.
fr: Tout est gratuit et en sera toujours donc n’attendez plus et y construisez votre monde.

# text_line_1_introduce_page7
source: Nearby Feature
ar: ميزة قريبة
fa: اطراف من
fr: Autour de moi

# text_line_2_introduce_page7
source: Leave a new world around me. Around you, find your friends, entertainment centers, art, business and other and enjoy your moments ...
ar: اترك عالماً جديداً حولي. من حولك ، اعثر على أصدقائك ومراكز الترفيه والفن والأعمال ... واستمتع بلحظاتك ...
fa: با اطراف من پا به دنیای جدید بگذارید. در اطرافتان دوستان خود، مراکز تفریحی، هنری، تجاری و ... را پیدا کنید و از لحظه های خود لذت ببرید ...
fr: avec« autour de moi » vous entrez dans un nouveau monde. Vous pouvez y trouvez vos amis, les centres de loisir, des magasins etc. Profitez bien vos moments !

# pu_title_profileUser
source: Complete Your User Profile
ar: قم بتکمیل ملفک الشخصی فی آی کب
fa: اطلاعات خود را تکمیل کنید
fr: Complétez votre profil

# pu_desc_profileUser
source: Enter your Nickname and select a photo as your Profile Avatar/Picture
ar: قم بادخال اسمك و اختيار الصورة لملفّك الشخصي
fa: نام خود را وارد کنید و در صورت تمایل عکس کاربری خود را انتخاب نمایید
fr: Entrez votre nom d’utilisateur et choisissiez une photo de profil , si vous voulez.

# pu_addPhoto_profileUser
source: Profile Picture
ar: صورة الملف الشخصي
fa: عکس پروفایل
fr: Photo de profil

# pu_nikname_profileUser
source: First Name
ar: الإسم
fa: نام
fr: Prénom

# pu_Lets_Go
source: Continue
ar: الاستمرار
fa: ادامه
fr: Continuez

# rg_title_register
source: Registration
ar: التسجيل
fa: ثبت نام
fr: Inscription

# rg_confirm_text_register
source: Please confirm your country name and code then enter your phone number without its first zero/0
ar: من فضلك قم بتأييد اسم بلدك و رمز بلدك و قم بادخال رقم هاتفك إلّا صفر بداية الرقم.
fa: لطفاً نام و کد کشور خود را تأیید و سپس شماره تلفن همراه خود را بدون صفر ابتدای آن وارد نمایید.
fr: Confirmez votre pays et son code puis entrez votre numéro de téléphone sans le 0 au début

# rg_Start
source: Let's Go
ar: هيّا نذهب
fa: بزن بریم...
fr: Allons-y

# rg_Select_Country
source: Select your Country
ar: إختر بلدك
fa: کشور خود را انتخاب کنید
fr: Choisissez votre pays

# rg_agreement_text_register
source: Recheck and confirm your phone number! We're sending a verification code to this number
ar: التأييد النهائي لرقم هاتفك، نحن نريد ارسال رقم التشغيل إلى هذا الرقم.
fa: تأیید نهایی شماره تلفن شما، کد فعال سازی برای این شماره ارسال می شود.
fr: Confirmation finale de votre numéro de téléphone .Le code d'activation sera envoyé à ce numéro.

# rg_verify_register1
source: Connecting
ar: جاري الاتصال
fa: در حال اتصال
fr: Connexion en cours

# rg_verify_register2
source: Waiting for the Code
ar: بانتظار استلام رمز التأكيد
fa: منتظر دریافت کد تأیید
fr: En attente du code de vérification

# rg_verify_register3
source: Creating Security Key
ar: جاري انتاج رمز الأمان
fa: در حال تولید کلید امنیتی
fr: En train de créer code confidentiel

# rg_verify_register4
source: Finalizing Registration
ar: التأييد النهائي للتسجيل
fa: نهایی سازی ثبت نام
fr: Finalisation d'inscription

# rg_verify_dialog_try_code
source: I entered manually
ar: قمتُ بالإدخال يدوياً
fa: دستی وارد کردم
fr: J'ai entré manuellement

# rg_verify_dialog_resend_code
source: Resend Code
ar: إعادة ارسال رمز التأكيد
fa: ارسال مجدد کد تأیید
fr: Envoyer le code de validation de nouveau

# Re_dialog_verify_number_part1
source: You have entered this number :
ar: "قد قُمت بإدخال الرقم التالي:
fa: "شما شماره زیر را وارد کردید:
fr: Vous avez entré ce numéro de téléphone:

# Re_dialog_verify_number_part2
source: Tap OK if this entered phone number is correct or simply modify it if wrong.
ar: في حال صحة رقم الهاتف قم بتأييده و إلّا قُم بتغييره بسهولة
fa: اگر شماره وارد شده صحیح است تأیید و در غیر اینصورت اصلاح نمایید
fr: Si le numéro entré est correct, confirmez sinon le corriger

# Re_Enter_Verify_Code_Please
source: Please enter the verification code sent To
ar: من فضلك أدخل رمز التأكيد يدوياً
fa: لطفاً کد تأیید را دستی وارد کنید
fr: Entrez le code de confirmation manuellement

# verify_socket_message
source: You have logged into your account on another device and iGap has sent a verification code via its Notification Service in your account, Please check another device and enter the verification code.
ar: ‫قد دخلت حسابك بواسطة جهاز آخر، قد أرسل آیکب رمز التفعيل بواسطة نظام الاعلان إلى حسابك، من فضلك تحقّق في الجهاز الآخر و ادخل الرمز يدوياً..
fa: ‫شما با دستگاه دیگری در حساب خود هستید، آیگپ کد فعال سازی را توسط سیستم اطلاع رسانی خود به حساب شما ارسال کرد، لطفاً دستگاه قبلی را چک کرده و کد را بصورت دستی وارد کنید.
fr: Vous êtes connecté à votre compte par un autre appareil ,igap a envoyé le code d'activation à votre compte via son système de notification, S'il vous plaît vérifier l'appareil précédent.Entrez le code manuellement.

# verify_time_out_message
source: iGap recognizes the code automatically; if not, enter it manually. (Please ask the app to resend the verification code if you have not received it yet)
ar: تطبيق آیکب يعرف رسالة التأكيد و يقوم بادخالها تلقائياَ و إلّا يتمّ استلامه بواسطتكم و يمكنكم ادخاله يدوياً. في حال عدم استلام رمز التأكيد قم باختيار اعادة الارسال. .
fa: آیگپ بصورت خودکار پیام تأیید را تشخیص داده و وارد می کند، در غیر اینصورت شما آن را دریافت کرده و می توانید به صورت دستی وارد نمایید، در صورت عدم دریافت کد تأیید، درخواست ارسال مجدد را انتخاب کنید.
fr: iGap identifie et entre le code de validation automatiquement, si non vous allez recovoir le code et Vous pouvez l'entrer manuellement.Si vous ne recevez pas le code de vérification, sélectionnez la demande de nouvelle soumission.

# verify_invalid_code_message
source: Unfortunately; the verification code is invalid , Please enter the correct one manually.
ar: مع الأسف إنّ رمز التأكيد غير صالح، من فضلك أدخل رمز التأكيد الصالح .
fa: متأسفیم، کد تأیید شما نامعتبر است، لطفاً کد صحیح را مجدد وارد نمایید.
fr: Désolé! Votre code de validation n'est pas valable. Veuillez l'entrer correctement

# resend_message
source: Resending the verification code
ar: إعادة ارسال رمز التشغيل
fa: ارسال مجدد کد فعال سازی
fr: Envoyer de nouveau code d'activation

source: Phone Number
ar: رقم الهاتف
fa: شماره تلفن
fr: Numéro de téléphone

# Re_Phone_Verification
source: Verifying the entered phone number
ar: تأكيد رقم الهاتف
fa: تأیید شماره تلفن
fr: Confirmation de votre numéro de téléphone

# ra_title
source: Referral
ar: الكاشف
fa: معرف
fr: représentant

# ra_enter_reagent_code
source: enter referral code(Optional)
ar: أدخل رمز الكاشف (اختياري)
fa: لطفا شماره ی معرف خود را وارد کنید(اختیاری)
fr: Veuillez enter le numéro de téléphone de votre représentant?

# ra_confirm
source: Confirm
fa: تایید
fr: Confirmer

# ra_skip
source: Skip
fa: فعلا بیخیال!
fr: Ignorer pour l'instant!

# reagent_error_message
source: The number entered is incorrect for the referral.
ar: الرقم الذي تم إدخاله غير صحيح للرفض.
fa: شماره وارد شده برای معرف اشتباه می باشد.
fr: Numéro de représentant n'est pas valable

# Toast_waiting_fot_get_info
source: Connecting and getting Info...
ar: في انتظار الاتصال و تحديد الموقع
fa: در انتظار اتصال و موقعیت یابی
fr: en attende de connexion et de positionnement

# Toast_Location_Not_Found
source: Location not found.
ar: لايوجد موقعك
fa: موقعیت شما یافت نشد
fr: votre localisation n'est pas reconnue

# Toast_First_0
source: Don't need 0 at the beginning
ar: ليست الحاجة إلى وضع 0 في بداية الرقم
fa: در ابتدای شماره نیاز به 0 نیست
fr: Le début du numéro n'a pas besoin d'être 0

# Toast_Minimum_Characters
source: The number of characters is less than the limit
ar: عدد الأحرف أقل من الحد
fa: تعداد کاراکترها کمتر از حد مجاز است
fr: Le nombre de caractères est inférieur à la limite

# Toast_Enter_Phone_Number
source: Please enter your phone number without the first zero/0
ar: من فضلك أدخل رقم الهاتف دون صفر البداية
fa: لطفاً شماره تلفن خود را بدون صفر ابتدای آن وارد کنید
fr: Veuillez entrer le numéro de téléphone sans le 00 au début

# Toast_Enter_Code
source: Please enter the verification code
ar: من فضلك أدخل رمز التأكيد
fa: لطفاً کد تأیید ارسالرا وارد نمایید
fr: Entrez le code de confirmation

# Toast_Number_Block
source: This number is blocked
ar: تمّ حظر الرقم الّذي قُمت بادخاله
fa: شماره وارد شده مسدود شده است
fr: ce numéro est bloqué

# Toast_Invalid_nickname
source: Invalid Nickname,Please change it.
ar: الإسم غير صالح، قُم بتغيير الإسم
fa: نام نامعتبر است. لطفاً نام را تغییر دهید.
fr: le nom choisi est invalide , modifiez-le

# Toast_Write_NickName
source: Please enter your nickname
ar: من فضلك أدخل اسمك
fa: لطفاً نام خود را وارد کنید
fr: veuillez entrer vôtre nom

# sure_delete_account
source: Are you sure you want to delete your account?
ar: هل أنت متأكد من إزالة حسابك؟
fa: آیا شما از حذف اکانت خود اطمینان دارید ؟
fr: Etes-vous sûr de vouloir supprimer votre compte ?

# delete_account_text_desc
source: (If you delete your account, all sort of files received as messages will be deleted permanently!)
ar: (في حال الغاء حسابك سيتمّ حذف جميع الملفات الّتي استملتَها من حسابك بشكل دائم )
fa: (در صورتیکه اکانت خود را حذف کنید، همه فایل هایی که به صورت پیام دریافت کرده اید نیز به طور دائم حذف خواهند شد.)
fr: Si vous supprimez votre compte , tous les messages seront éliminés définitivement

source: Destruction Code
ar: التدمير
fa: تخریب
fr: destruction

# Destruction_Des
source: Now you are deleting your account; your phone number is :
ar: أنت الآن في حال تدمير حسابك، رقم هاتفك هو :
fa: شما اکنون در حال تلاش برای تخریب اکانت خود هستید ، شماره تلفن شما برابر است با :
fr: Vous essayez actuellement de détruire votre compte, votre numéro de téléphone est le suivant:

# iGap_autofill_Destruction_Code
source: iGap automatically fills the field of Deletion Code; otherwise, fill it manually .
ar: آیکب يعرف الرمز بشكل آلي ويقوم بملء الفراغ، في حال عدم ملء الفراغ قُم بملئها يدوياً.
fa: آیگپ بصورت خودکار کد را تشخیص داده و جای خالی را پر میکند در صورتی که نتوانست به صورت دستی وارد کنید.
fr: AIGAP détecte automatiquement le code et remplit les espaces si vous ne pouvez pas le saisir manuellementl’option « envoyer de nouveau ».

source: Video Message
ar: الرسالة المرئية
fa: پیام ویدئویی
fr: Message vidéo

source: File Message
ar: رسالة الملف
fa: پیام فایلی
fr: Message en fichier

source: Audio Message
ar: الرسالة الصوتية
fa: پیغام صوتی
fr: Message d'audio

source: Image Message
ar: الرسالة الصورية
fa: پیام تصویری
fr: Message vidéo

source: Contact Message
ar: رسالة جهة الاتصال
fa: پیام مخاطب
fr: Message de vos contacts

source: Gif Message
ar: الرسالة المتحركة
fa: پیام متحرک
fr: Message en GIF

source: Voice Message
ar: الرسالة الصوتية
fa: پیغام صوتی
fr: Message d'audio

source: typing…
ar: جاري الكتابة…
fa: درحال نوشتن…
fr: En train d'écrire

source: Sending image…
ar: جاري ارسال الصورة…
fa: درحال ارسال تصویر…
fr: en train d'Envoyer d'image

source: Capturing image…
ar: جاري استلام الصورة…
fa: درحال گرفتن تصویر…
fr: en tarin de prendre image

source: Sending video…
ar: جاري ارسال الفيديو…
fa: درحال ارسال ویدئو…
fr: en train d'Envoyer des images

source: Capturing video…
ar: جاري تسجيل الفيديو …
fa: درحال ضبط ویدئو…
fr: en train d'Enregistrer vidéo

source: Sending audio…
ar: جاري ارسال الصوت …
fa: درحال ارسال صوت…
fr: en train d'envoyer audio

source: Recording voice…
ar: جاري تسجيل الصوت …
fa: درحال ضبط صدا…
fr: en train d'enregistrer audio

source: Sending voice…
ar: جاري ارسال الصوت …
fa: درحال ارسال صدا…
fr: Envoie d'audio

source: Sending document…
ar: جاري ارسال الوثيقة …
fa: درحال ارسال سند…
fr: Envoie de document

source: Sending gif…
ar: جاري ارسال الصورة المتحركة …
fa: درحال ارسال تصویرمتحرک…
fr: Envoie de GIF

source: Sending file…
ar: جاري ارسال الملف …
fa: درحال ارسال فایل…
fr: Envoie de fichier

source: Sending location…
ar: جاري ارسال الملف …
fa: درحال ارسال موقعیت…
fr: en train d'envoie de localisation

source: Choosing contact…
ar: جاري اختيار جهة الاتصال …
fa: درحال انتخاب مخاطب…
fr: en train de sélectioner de conversation maintenant ...

source: Painting…
ar: جاري رسم الصورة…
fa: درحال نقاشی…
fr: En train de dessiner

source: Logout
ar: الخروج
fa: خروج
fr: Sortie

source: Delete Account
ar: إلغاء حساب المستخدم
fa: حذف حساب کاربری
fr: Suppression de compte

source: Mute
ar: الصامت
fa: بی صدا
fr: En mode de silence

source: Unmute
ar: الصوت
fa: با صدا
fr: la voix active

source: Mute Notification
ar: إشعار الصامت
fa: اطلاع رسانی بیصدا
fr: Notification sans son

source: Pin To Top
ar: البين إلى الأعلى
fa: پین به بالا
fr: Épingler

# Unpin_to_top
source: UnPin From Top
ar: إلغاء البين
fa: برداشتن پین
fr: Désépingler

source: Unmute Notification
ar: الإشعار بالصوت
fa: اطلاع رسانی باصدا
fr: Notification avec son

source: Clear History
ar: مسح الذاكرة
fa: پاک کردن تاریخچه
fr: Effacer les archives

# to_delete_chat
source: Delete Chat
ar: مسح المحادثة
fa: حذف گفتگو
fr: Supprimer des discussions

# left_group
source: Leave Group
ar: مغادرة المجموعة
fa: ترک گروه
fr: Quitter le group

source: Delete Group
ar: حذف المجموعة
fa: حذف گروه
fr: Suppression du group

# app_name
source: iGap
ar: آیکب
fa: آیگپ

# call_name
source: iGap Voice Call
ar: الاتصال الصوتي لتطبيق آیکب
fa: تماس صوتی آیگپ
fr: appel vidéo sur iGap

source: Chat
ar: المحادثة
fa: گفتگو
fr: Discussion

source: Group
ar: المجموعة
fa: گروه

source: Channel
ar: القناة
fa: کانال
fr: Canal

source: iGap
ar: آیکب
fa: آیگپ

# igapChanel
source: iGap
ar: آیکب
fa: آیگپ

source: Search
ar: البحث
fa: جستجو
fr: Rechercher

source: %d of %d
ar: %d من %d
fa: %d از %d
fr: %d à %d

source: Add to Contact
ar: الإضافة إلى جهات الاتصال
fa: افزودن به مخاطبین
fr: Ajouter aux contacts

source: Cancel
ar: الإلغاء
fa: انصراف
fr: Annuler

# B_cancel
source: Cancel
ar: الإلغاء
fa: انصراف
fr: Annuler

# B_skip
source: Skip
ar: التخطي
fa: بیخیال
fr: Ignorer

# B_finish
source: Finish
ar: الانتهاء
fa: پایان
fr: Fin

source: Ok
ar: حسناً
fa: تأیید
fr: confirmation

# B_ok
source: Ok
ar: حسناً
fa: تأیید
fr: Confirmation

# set
source: Confirm
ar: حسناً
fa: تأیید
fr: Confirmation

# am_camera
source: Camera
ar: الكاميرا
fa: دوربین
fr: Appareil photo

# am_music
source: Music
ar: الموسيقى
fa: صوت
fr: Musique

# am_paint
source: Paint
ar: الرسم
fa: نقاشی
fr: Dessin

# am_picture
source: Picture
ar: الصورة
fa: تصویر
fr: Image

# am_document
source: Document
ar: الوثيقة
fa: سند

# am_location
source: Location
ar: الموقع
fa: مکان
fr: Localisation

# am_video
source: Video
ar: الفيديو
fa: ویدئو
fr: Vidéo

# am_file
source: File
ar: الملف
fa: فایل
fr: Fichier

# am_contact
source: Contact
ar: جهة الاتصال
fa: مخاطب

# clear_history_content
source: Are you sure you want to clear history?
ar: هل أنت متأكد من مسح الذاكرة؟
fa: آیا از پاکسازی تاریخچه اطمینان دارید؟
fr: Etes-vous sûr de vouloir effacer discussion archivée ?

# delete_chat_content
source: Are you sure you want to delete this chat?
ar: هل أنت متأكد من مسح المحادثة؟
fa: آیا از حذف کامل این گفتگو اطمینان دارید؟
fr: Etes-vous sûr de vouloir effacer définitivement cette discussion?

# to_delete_contact
source: Delete Contact
ar: حذف جهة الاتصال
fa: حذف مخاطب
fr: Suppression du contact

# delete_text
source: Are you sure you want to delete this contact?
ar: هل أنت متأكد من إزالة جهة الاتصال؟
fa: آیا از حذف این مخاطب اطمینان دارید؟
fr: Etes-vous sûr de vouloir supprimer ce contact?

# just_wait_en
source: Please Wait
ar: من فضلك انتظر
fa: لطفاً منتظر باشید.
fr: S'il vous plaît attendez.

# device_dosenot_camera_en
source: This device does not have a camera.
ar: لايتوفّر الكاميرا في هذا الجهاز
fa: این دستگاه دوربین ندارد.
fr: cet appareil n'a pas de caméra

# device_dosenot_support
source: This device does not have an app for this action.
ar: لا يحتوي هذا الجهاز على تطبيق لهذا الإجراء
fa: دستگاه شما برنامه ای برای انجام این کار ندارد.
fr: Cet appareil n'a pas d'application pour cette action

# do_you_want_to_turn_on_gps
source: Your GPS is off, do you want to turn it on?
ar: نظام تحديد الواقع العالمي (GPS) مغلق، هل تريد تشغليه؟
fa: سیستم مکان‌یاب جهانی (GPS) شما خاموش است، آیا مایلید آن را روشن کنید؟
fr: Le GPS est désactivé , vous voulez l'activer?

# picture_is_saved_en
source: The Picture was Saved.
ar: تمّ حفظ الصورة
fa: تصویر ذخیره شده است.
fr: l'image a été enregistrée

# select_picture_en
source: Select Picture
ar: إختيار الصورة
fa: انتخاب تصویر
fr: choix d'image

# cannot_load_data_en
source: Unable to load data.
ar: لايمكن تحميل البيانات
fa: عدم توانایی در بارگیری داده‌ها
fr: Impossible de charger les données

# do_you_want_exit
source: Do you want to exit?
ar: هل تريد الخروج؟
fa: آیا می‌خواهید خارج شوید؟
fr: vous voulez quitter?

# slide_to_cancel_en
source: Slide to Cancel
ar: إسحب للإلغاء
fa: برای لغو بکشید
fr: Glisser pour annuler

# st_Info
source: Account Info
ar: معلومات الحساب
fa: اطلاعات اکانت
fr: Information de compte

# st_Language
source: Language
ar: اللغة
fa: زبان
fr: Langage

# st_titleToolbar
source: Settings
ar: الإعدادات
fa: تنظیمات
fr: Réglage

# st_title_general
source: General Settings
ar: الإعدادات العامة
fa: تنظیمات عمومی
fr: Réglage général

# st_username
source: Username
ar: إسم المستخدم
fa: نام کاربری
fr: Nom d'utilisateur

# st_nickname
source: First Name
ar: الإسم
fa: نام
fr: Prénom

# st_contactName
source: Contact Name
ar: إسم جهة الاتصال
fa: نام مخاطب
fr: Nom de contact

# st_phoneNumber
source: Phone Number
ar: رقم الهاتف
fa: شماره تلفن
fr: Numéro de téléphone

# st_represent
source: Referral:
ar: الكاشف:
fa: معرف:
fr: représentant
