Repository: KianIranian-STDG/iGap-iOS
Catalog: iGap/General/Language/*.lproj/Localizable.strings
Languages: ar, fa, fr

# group_text_convert_to_private
source: Do you want to convert this group to private?
ar: هل تريد تحويل هذه المجموعة إلى المجموعة الخاصة؟
fa: آیا می خواهید این گروه را به گروه خصوصی تبدیل کنید؟
fr: Etes-vous sûr de convertir ce group au privé?

# group_title_convert_to_public
source: Convert to Public
ar: التحويل إلى المجموعة العامة
fa: تبدیل به گروه عمومی
fr: convertir group en publique

# group_text_convert_to_public
source: Do you want to convert this group to public?
ar: هل تريد تحويل هذه المجموعة إلى المجموعة العامة؟
fa: آیا می خواهید این گروه را به گروه عمومی تبدیل کنید؟
fr: Etes-vous sûr de convertir ce group en publique?

# group_title_set_username
source: Set Username
ar: تحديد اسم المستخدم
fa: تخصیص نام کاربری
fr: créer le nom d'utilisateur

# permission_storage
source: Storage
ar: اذن موقع الحفظ
fa: محل ذخیره سازی را بدهید
fr: Fournir du stockage

# you_have_to_get_storage_permision_for_continue
source: You need the storage permission for going on.
ar: أنت بحاجة إلى رخصة الحفظ لأجل الاستمرار
fa: برای ادامه کار نیاز به مجوز ذخیره سازی می باشد
fr: pour continuer , il faut avoir autorisation de l'enregistrement

# clean_up_chat_rooms
source: Clean Up All
ar: التنظيف العام
fa: پاک سازی کلی
fr: vidage général

source: Clean Up
ar: التنظيف
fa: پاک سازی
fr: vidage

# do_you_want_to_clean_all_data_in_chat_rooms
source: Are you sure you want to clean up all data in local chat rooms?
ar: هل أنت متأكد من إزالة جميع المحادثات من قاعدة البيانات الداخلية؟
fa: آیا از حذف کلیۀ اطلاعات چت ها از پایگاه دادۀ داخلی اطمینان دارید؟
fr: Etes-vous sûr de supprimer toutes les informations des discussions de la base des donnés internes?

source: PM
ar: مساء
fa: ب ظ
fr: après-midi

source: AM
ar: صباحاً
fa: ق ظ
fr: avant-midi

# forward_message
source: Forwarded message
ar: إرسال الرسالة
fa: ارسال پیام
fr: envoyer le message

# message_selected
source: Message(s) Selected
ar: تمّ اختيار الرسالة
fa: پیام انتخاب شده است
fr: le massage a été choisi

source: Message(s) Selected
ar: تمّ اختيار الرسالة
fa: پیام انتخاب شده است
fr: le message a été choisi

# file_not_download_yet
source: File Not Downloaded Yet
ar: لم يتمّ تحميل الملف بعد
fa: فایل هنوز دانلود نشده است
fr: le fichier n'est pas encore télécharger

# navigation_drawer_close
source: Close
ar: الإغلاق
fa: بستن
fr: fermer

# chat_with_yourself
source: My Cloud
ar: فضائي الاسفنجي
fa: فضای ابری من
fr: mon stockage en nuage

# can_not_connent_to_server
source: Server not Found
ar: لم يتم الاتصال بمزود خدمة الانترنت .
fa: اتصال با سرور برقرار نشد.
fr: la connexion au serveur n'a pas été faite

source: Text Is Empty
ar: الرسالة فارغة.
fa: پیام خالی است.
fr: le message est vide

source: Please Try Again
ar: من فضلك حاول من جديد
fa: لطفاً مجدداً تلاش نمایید
fr: veuillez essayer de nouveau

# room_not_exist
source: There is no room with this ID
ar: لم يتمّ العثور على أية صفحة بهذا الرمز
fa: صفحه ای با این شناسه یافت نشد
fr: aucune page associée à cet ID n'a pas été trouvée

# app_theme
source: iGap Theme Color
ar: لون موضوع آیکب
fa: رنگ پوسته آیگپ
fr: la couleur de thème

# app_notif_color
source: Notification
ar: لون الإشعارات في آیکب
fa: رنگ اعلانات در آیگپ
fr: couleur des notifications sur iGap

# theme
source: Color
ar: الألوان
fa: رنگ بندی
fr: colorage

source: is
fa: است
fr: est

source: are
ar: هست
fa: هست
fr: sont

source: Members are
ar: الشخص
fa: نفر
fr: individu

# toggle_botton_color
source: Toggle Button Color
ar: لون أزرار التبديل
fa: رنگ دکمه های ضامنی
fr: couleur des boutons de commande

# send_and_attach_botton_color
source: Send and Attach Button
ar: لون أزرار الارسال و الالحاق
fa: رنگ آیکن ارسال و پیوست ها
fr: Couleur des icônes de poste et des pièces jointes

# default_header_font_color
source: Title
ar: لون عنوان الرسائل
fa: رنگ تیتر نوشته ها
fr: couleur des titres

# default_progress_color
source: Progress bar
ar: لون شريط التقدم
fa: رنگ نوار پردازش
fr: Couleur de la barre de traitement

source: Who can see my Avatar?
ar: من يرى أفتاراتي؟
fa: چه کسی عکس های پروفایل من را ببیند؟
fr: Qui verra mes photos de profil?

# who_can_invite_you_to_channel_s
source: Who can invite me to Channels?
ar: من يدعوني إلى القناة؟
fa: چه کسی من را به کانال دعوت کند ؟
fr: Qui pourrait m'inviter au canal?

# who_can_invite_you_to_group_s
source: Who can invite me to Groups?
ar: من يدعوني إلى المجموعة؟
fa: چه کسی من را به گروه دعوت کند ؟
fr: Qui pourrait m'inviter au group?

source: Nobody
ar: لا أحد
fa: هیچکس
fr: personne

source: My Contacts
ar: جهات اتصالي
fa: مخاطبین من
fr: mes contacts

source: Privacy Setting
ar: الإعدادات الخاصة
fa: تنظیمات خصوصی
fr: régalages privés

# igap_search
source: Look and Find
ar: ‫إبحث
fa: ‫بگرد و کشف کن
fr: Rechercher et découvrir

# set_color_to_default
source: Reset Colors Back to Default
ar: إعادة الألوان إلى الإفتراضي
fa: برگرداندن رنگ ها به پیش فرض
fr: Remettre les couleurs par défaut

# empty_message
source: Please try to enter the first 5 characters of username
ar: من فضلك إدخل 5 حروف بداية اسم المستخدم
fa: لطفاً 5 کاراکتر ابتدایی نام کاربری را وارد کنید
fr: veuillez entrer les cinq caractères d'ID

# empty_message3
source: Enter at least 5 characters to search
ar: أدخل 5 حروف على الحدّ الأدنى للقيام بالبحث
fa: برای جستجو حداقل 5 کاراکتر وارد کنید
fr: veuillez entrer au moins cinq caractères pour lancer la recherche

# there_is_no_any_result
source: No Result
ar: لم يتمّ العثور على أية نتائج
fa: نتیجه ای یافت نشد
fr: aucun résultat trouvé

# there_is_no_connection_to_server
source: Server not found
ar: انقطع الاتصال مع مزود خدمة الانترنت
fa: ارتباط با سرور برقرار نیست
fr: la connexion au serveur n'a pas été faite

# empty_room
source: No Messages Yet
ar: لا توجد رسالة
fa: هنوز پیامی ندارید
fr: vous n'avez pas de message

# empty_call
source: You didn't make any call yet
ar: لم تقُم بالاتصال بعد
fa: شما تاکنون هیچ تماسی برقرار نکرده اید
fr: Vous n'avez pas encore téléphoné

# show_member
source: Show Members List
ar: إظهار الأعضاء
fa: نمایش اعضا
fr: affichage des membres

# show_vote_layout_in_channel
source: Show Channel Vote Layout
ar: إظهار نسق تسجيل الرأي في القناة
fa: نمایش لایه ثبت رای در کانال
fr: affichage la disposition de vote de canal

source: Close
ar: الإغلاق
fa: بستن
fr: fermer

source: INVALID
ar: غير صالح
fa: نامعتبر
fr: invalide

source: TAKEN
ar: المسجّل
fa: ثبت شده
fr: Enregistré

# OCCUPYING_LIMIT_EXCEEDED
source: RECEIVING IS LIMITED
ar: محدودية الاستلام
fa: محدودیت دریافت
fr: limite de réception

# st_trim
source: Trim Video
ar: قطع قسم من الفيديو
fa: بریدن بخشی از ویدیو
fr: couper la vidéo

# st_compress
source: Compress Video
ar: تضغيط الفيديو
fa: فشرده سازی ویدیو
fr: compresser la vidéo

source: Compressing...
ar: التضغيط
fa: فشرده سازی
fr: compresser

# selected_color_can_not_set_on_yout_device
source: Selected color cannot be set on your device
ar: لا يمكن إظهار اللون المختار في جهازك
fa: رنگ انتخاب شده قابل نمایش در دستگاه شما نیست
fr: la couleur choisie n'est pas affichable sur votre appareil

# keep_media_forever
source: Forever
ar: دائماً
fa: برای همیشه
fr: pour toujours

# keep_media_1month
source: 1 Month
ar: أسبوع واحد
fa: یک هفته
fr: pour une semaine

source: File save to download folder
ar: تمّ حفظ الملف في مجلد التحميل
fa: فایل در پوشه دانلود ذخیره شد
fr: le fichier a été enregistré au dossier des téléchargements

source: First download file
ar: حمّل الملف بداية
fa: ابتدا فایل را دانلود کنید
fr: veuillez d'abord télécharger le fichier

source: File save to galary folder
ar: تمّ حفظ الملف في ألبوم الصور
fa: فایل در پوشه گالری ذخیره شد
fr: le fichier a été enregistré au dossier de gallérie

source: File can not save to selected folder
ar: لا يمكن حفظ الملف في المجلد المختار.
fa: فایل در پوشه انتخاب شده ذخیره نشد.
fr: le fichier n'a pas été enregistré au dossier choisi

source: File save to video folder
ar: تمّ حفظ الملف في مجلد الفيديو .
fa: فایل در پوشه ویدیو ذخیره شد.
fr: le fichier a été enregistré au dossier des vidéos

source: File save to picture folder
ar: تمّ حفظ الملف في مجلد الصور .
fa: فایل در پوشه تصاویر ذخیره شد.
fr: le fichier a été enregistré au dossier des images

# title_limit_chat_to_unknown_contact
source: Restriction in Chatting
ar: المحدودية في المحادثة (الدردشة)
fa: محدودیت در گفتگو (چت)
fr: restriction dans discussion

# text_limit_chat_to_unknown_contact
source: Please wait for the process to finish (You are not allowed to send messages to more than 10 Unknown Users regularly at the same time; after getting to number 10, you get stopped until the end of countdown timer)
ar: من فضلك انتظر حتى نهاية العدّ (لا يمكنك ارسال الرسالة إلى أكثر مستخدم غير معروف، بعد المستخدم العاشر يتوقّف هذا الأمر و عليك الانتظار حتّى نهاية العدّ العكسي.
fa: لطفاً تا اتمام زمان منتظر بمانید (شما تنها می توانید همزمان حداکثر به ۱۰ کاربر ناشناس پیغام دهید؛ بعد از دهمین کاربر از ادامه این کار متوقف خواهید شد و باید تا اتمام شمارش معکوس صبر کنید).
fr: Veuillez attendre que le temps soit écoulé (Vous ne pouvez envoyer un message qu'à 10 utilisateurs anonymes à la fois; après avoir atteint cette limite, vous êtes arrêté jusqu'à la fin du compte à rebours)

# title_limit_Create_Group
source: Restriction in Number of Rooms
ar: المحدودية في انشاء غرف المحادثة أو نقل المعلومات
fa: محدودیت در تعداد ساخت اتاق های گفتگو یا اطلاع رسانی
fr: Restrictions sur le nombre de bavardoirs ou de salles d'information

# text_limit_Create_Group
source: You are allowed to create up to 25 Groups and/or Channels
ar: لايجوز لك انشاء أكثر من 25 مجموعة أو قناة
fa: شما اجازه دارید نهایتاً ۲۵ گروه و یا کانال بسازید
fr: vous êtes autorisé à créer 25 groupes ou canaux

# show_sender_name_in_group
source: Show Sender Name in Groups
ar: إظهار اسم المرسل في المجموعة
fa: نمایش نام فرستنده پیام در گروه
fr: affichage le nom de l'expéditeur du message en group

# calls
source: Call list
ar: قائمة المكالمات
fa: لیست تماس
fr: liste des appels

# voice_calls
source: Voice Call
ar: مكالمة الصوتي ای کب
fa: تماس صوتی آیگپ
fr: appel d'audio sur iGap

# video_calls
source: Video Call
ar: مكالمة فيديو ای کب
fa: تماس تصویری آیگپ
fr: appel vidéo sur iGap

source: Map
ar: الخريطة
fa: نقشه
fr: carte

# igap_nearby
source: Nearby
ar: أصدقاء الجوار
fa: اطراف من
fr: autour de moi

# igap_call
source: iGap Voice Call
ar: الاتصال الصوتي لآیکب
fa: تماس صوتی آیگپ
fr: appel d'audio sur iGap

source: No messages here yet…
ar: لا توجد رسالة حالياً
fa: در حال حاضر پیامی وجود ندارد
fr: il n'y pas de message à afficher

# clean_log
source: Clear Call History
ar: مسح ذاكرة الاتصال الصوتي
fa: پاک کردن تاریخچه تماس صوتی
fr: effacer des discussions archivés

# mandatory
source: (Required)
ar: (الواجب )
fa: (الزامی)
fr: (obligatoire)

source: (Optional)
ar: الإختياري
fa: اختیاری
fr: facultatif

# desc_group_chanel
source: Description (Optional)
ar: التفاصيل (اختياري)
fa: توضیحات (اختیاری)
fr: explications (facultatif)

source: Set Additional Password
ar: تحديد رمز المرور
fa: تعیین رمزعبور
fr: définir un mot de pas

# two_step_verification_title
source: Two-Step Verification
ar: التفعيل بمرحلتين
fa: فعال سازی دو مرحله ای
fr: activez double authentification

# two_step_verification_description
source: You can set a password that will be required when you log in on a new device in addition to the code you get via SMS.
ar: يمكنك تحديد رمز المرور لحسابك و في حال الدخول إلى الحساب بواسطة جهاز آخر تحتاج إلى ادخال هذا الرمز. إضافة إلى ذلك هذا الرمز ستستلم رمزاً للتأكيد عبر الرسالة القصيرة أثناء الدخول إلى حسابك بواسطة جهاز آخر..
fa: شما می توانید رمزعبوری برای حساب کاربری خود تعیین کنید، این رمز زمانی مورد نیاز است که بخواهید جهت ورود به حساب کاربریتان از دستگاه دیگری استفاده نمایید. بعلاوهٔ این رمز شما زمان ورود به حساب کاربری کد تأییدی نیز به صورت پیامک دریافت خواهید کرد.
fr: Vous pouvez définir un mot de passe qui sera requis lorsque vous vous connectez à un nouvel appareil. Vous recevrez également un SMS lorsque vous vous connecterez à votre compte avec code de vérification.

# two_step_verification_disable
source: Two-Step Verification is disable
ar: التحقق من خطوتين معطل
fa: فعال سازی دو مرحله ای غیر فعال شد.
fr: double authentification a été désactivée

source: Enter a Password
ar: أدخل رمز المرور
fa: رمز عبور را وارد کنید
fr: entrez votre mot de passe

source: Please enter your Password
ar: من فضلك أدخل رمز المرور
fa: لطفاً رمز عبور خود را وارد نمایید
fr: entrez votre mot de passe svp

source: Your Password
ar: رمز المرور
fa: رمزعبور
fr: mot de passe

source: Please re-enter your password
ar: من فضلك أدخل رمز المرور من جديد
fa: لطفاً رمزعبور خود را یک بار دیگر وارد نمایید
fr: veuillez entrer de nouveau votre mot de passe

# please_create_hint_for_your_password
source: Please create a password hint
ar: من فضلك قم باختيار علامة لرمز مرورك
fa: لطفاً برای رمزعبورتان یک نشانه در نظر بگیرید
fr: veuillez créer un indice pour votre mot de passe

source: Password Hint
ar: علامة رمز المرور
fa: نشانهٔ رمزعبور
fr: indice de mot de passe

# password_Question_title_one
source: Question one (Required)
ar: سؤال الأمان الرقم 1 (إلزامي)
fa: سؤال امنیتی شماره ۱ (الزامی)
fr: question de sécurité numéro 1 ( obligatoire)

# password_Question_one
source: eg: Who is your Favorite teacher?
ar: علي سبيل المثال: من هو معلّمك المفضّل؟
fa: برای مثال: معلم مورد علاقه تان کیست؟
fr: par exemple : qui est votre enseignant préféré?

# password_Question_title_two
source: Question two (Required)
ar: سؤال الأمان الرقم 2 (إلزامي)
fa: سؤال امنیتی شماره ۲ (الزامی)
fr: question de sécurité numéro 2 ( obligatoire)

# title_toolbar_password_Question
source: New Security Questions
ar: أسئلة الأمان الجديدة
fa: سوالات امنیتی جدید
fr: nouvelle question de sécurité

# password_Question_explain
source: Change old question with answers for recovering password.
ar: من فضلك أدخل الأسئلة و الأجوبة الجديدة من أجل استعادة رمز المرور
fa: لطفاً سؤالات و پاسخ های جدید را جهت بازیابی رمز عبور وارد نمایید.
fr: veuillez entrer les nouvelles questions et réponse pour récupérer votre mot de passe

# password_Question_two
source: eg: Who is your best friend?
ar: على سبيل المثال: من هو أفضل أصدقائك؟
fa: برای مثال: بهترین دوست شما کیست؟
fr: par exemple : qui est votre meilleur ami?

# password_answer
source: Answer
ar: الإجابة
fa: جواب
fr: réponse

# password_Question_title
source: Password Question
ar: سؤال رمز المرور
fa: پرسش رمزعبور
fr: question de mot de passe

source: Recovery E-mail
ar: الإستعادة عبر البريد الالكتروني
fa: بازیابی از طریق پست الکترونیکی
fr: récupérer mot de passe par E-mail

# your_email
source: Your Email (Optional)
ar: البريد الالكتروني (اختياري)
fa: پست الکترونیکی (اختیاری)
fr: E-mail (facultatif)

source: Recovery Question
ar: الإستعادة عبر سؤال الأمان
fa: بازیابی از طریق سؤال امنیتی
fr: récupérer mot de passe par question de sécurité

source: Two-Step Verification
ar: التفعيل بمرحلتين
fa: فعال سازی دو مرحله ای
fr: activez double authentification

source: Forgot password?
ar: هل نسيت رمز المرور؟
fa: رمزعبور خود را فراموش کرده اید؟
fr: vous avez oublié votre mot de passe?

# Recovery_with_email
source: Recovery via E-mail
ar: الإستعادة عبر البريد الالكتروني
fa: بازیابی از طریق پست الکترونیکی
fr: récupérer votre mot de passe par E-mail

source: Recent code
ar: الرمز الجديد
fa: کد جدید
fr: nouveau code

# enter_code
source: Enter your code
ar: أدخل الرمز
fa: کد را وارد کنید
fr: entrer le code

source: Change Password
ar: تغيير رمز المرور
fa: تغییر رمزعبور
fr: modifier le mot de passe

source: Change Hint
ar: تغيير علامة رمز المرور
fa: تغییر نشانهٔ رمزعبور
fr: modifier l'indice de mot de passe

source: Turn Password off
ar: تعطيل طلب رمز المرور
fa: غیرفعال سازی درخواست رمزعبور
fr: désactiver la demande de mot de passe

# turn_Password_off_desc
source: Do you really want to remove password?
ar: هل ترغب في تعطيل رمز المرور؟
fa: آیا مایلید رمز عبور را غیرفعال نمایید؟
fr: vous voulez désactiver votre mot de passe?

# change_email_recovery
source: Set/change Recovery E-Mail
ar: تحديد أو تغيير البريد الالكتروني
fa: تعیین یا تغییر پست الکترونیکی
fr: définir et modifier mot de passe

# Change_question_recovery
source: Change Security Questions
ar: تغيير أسئلة الأمان
fa: تغییر سؤالات امنیتی
fr: changer question de sécurité

# set_unconfirmed_email
source: Confirm E-Mail
ar: تأييد البريد الالكتروني
fa: تأیید پست الکترونیکی
fr: confirmer E-mail

# set_recovery_dialog_title
source: Recover password via:
ar: الإستعادة عبر :
fa: بازیابی از طریق:
fr: récupérer par

source: Recovery with Question
ar: الإستعادة عبر سؤال الأمان
fa: بازیابی از طریق سؤال امنیتی
fr: récupérer par question de sécurité

# please_enter_confirm_code
source: Confirmation Code
ar: رمز تأييد البريد الالكتروني
fa: کد تأیید پست الکترونیکی
fr: code de confirmation d'E-mail

# recovery_by_email
source: Recovery via E-mail
ar: الإستعادة عبر البريد الالكتروني
fa: بازیابی از طریق پست الکترونیکی
fr: récupérer par E-mail

# recovery_by_question
source: Recovery via Question
ar: الإستعادة عبر سؤال الأمانبر سؤال الأمان
fa: بازیابی از طریق سؤال امنیتی
fr: récupérer par question de sécurité

# recovery_by_question_dialog
source: Security Question
ar: الإستعادة عبر سؤال الأمان
fa: سؤال امنیتی
fr: question de sécurité

# recovery_by_email_dialog
source: E-mail
ar: الإستعادة عبر الب
fa: پست الکترونیکی

source: Recovery Password
ar: إستعادة رمز المرور
fa: بازیابی رمزعبور
fr: récupérer votre mot de passe

# your_email_desc
source: Please add your valid e-mail! It is another way to recover your forgotten password
ar: من فضلك أدخل بريداً الكترونياً صالحاً. تمّ نسيان هذا الخيار لاستعادة رمز المرور.
fa: لطفاً پست الکترونیکی معتبری وارد کنید. این گزینه برای بازیابی رمزعبور فراموش شده است.
fr: entrez un E-mail valable pour récupérer votre mot de passe qui est oublié

# call_with
source: Select Contact
ar: اختيار جهةالاتصال
fa: انتخاب مخاطب
fr: choix de contact

source: Please enter code
ar: من فضلك أدخل الرمز
fa: لطفاً کد را وارد نمایید
fr: veuillez entrer votre code

# please_enter_all_item
source: Please enter code
ar: من فضلك أدخل جميع المكونات
fa: لطفاً کد را وارد نمایید
fr: veuillez entrer votre code

# Hint_cant_the_same_password
source: Hint can't be the same as password
ar: العلامة المختارة لرمز المرور يجب أن لا تشبة رمز المرور
fa: نشانهٔ در نظر گرفته شده برای رمزعبور نباید مشابه با رمزعبور باشد.
fr: l'indice proposées ne doit pas ressembler au mot de passe

# please_complete_all_item
source: "Please complete all items
ar: من فضلك كمّل جميع المكونات
fa: لطفاً همهٔ موارد را کامل کنید
fr: veuillez compléter tous les éléments

# Password_dose_not_match
source: "Password does not match
ar: عدم تطابق رمز المرور المدخل
fa: عدم مطابقت رمزعبور وارد شده
fr: Incompatibilité de mot de passe entré

# Password_has_to_mor_than_character
source: "Password has to be more than 2 characters
ar: يجب أن يكون رمز المرور أكثر من 2 حرف
fa: رمزعبور باید بیش از ۲ کاراکتر باشد.
fr: mot de passe doit avoir plus de deux caractères

# Please_complete_all_Item
source: "Please complete all items
ar: "من فضلك كمّل جميع المكونات
fa: "لطفاً همهٔ موارد را کامل کنید
fr: veuillez compléter tous les éléments

# hint_can_same_password
source: "hint can't be the same as password
ar: "العلامة المختارة لرمز المرور يجب أن لا تشبة رمز المرور
fa: "نشانهٔ رمزعبور نباید با رمزعبور مشابه باشد
fr: l'indice proposé ne doit pas ressembler au mot de passe

source: "Please enter your hint
ar: "من فضلك أدخل علامة رمز المرور
fa: "لطفاً نشانهٔ رمزعبور را وارد نمایید
fr: veuillez entrer l'indice de mot de passe

source: "Please enter your email
ar: "من فضلك أدخل البريد الالكتروني
fa: "لطفاً پست الکترونیکی خود را وارد نمایید
fr: veuillez entrer entrer votre E-mail

# e_call_permision
source: Is not allowed to communicate
ar: لا يجوز الاتصال
fa: اجازه برقراری ارتباط نیست
fr: connexion n'est pas autorisée

# e_904_6
source: User is blocked
ar: تمّ حظر المستخدم
fa: یوزر بلاک شده است
fr: utilisateur est bloqué

# e_904_7
source: Dialed number is not active
ar: الرقم المتصل به غير نشط
fa: شماره گرفته شده فعال نیست
fr: Le numéro composé n'est pas actif

# e_904_8
source: You are talking with your other devices
ar: أنت قيد المكالمة بجهازك الآخر
fa: شما با دستگاه دیگرتان در حال مکالمه هستید
fr: Vous êtes en conversation avec votre autre appareil

# e_904_9
source: The user is in conversation
ar: المستخدم قيد المكالمة
fa: کاربر مورد نظر در حال مکالمه است
fr: utilisateur est en conversation

# tab_to_return_to_call
source: Return to Call Screen
ar: العودة إلى صفحة الاتصال
fa: بازگشت به صفحه تماس
fr: retour à la page des appels

# who_is_allowed_to_voice_call
source: Who can voice call me?
ar: الأشخاص المسموحين للاتصال الصوتي
fa: افراد مجاز برای تماس صوتی
fr: personnes autorisées pour appel d'audio

# who_is_allowed_to_video_call
source: Who can video call me?
ar: الأشخاص المسموحين للاتصال فيديو
fa: افراد مجاز برای تماس تصویری
fr: personnes autorisées pour appel vidéo

# miss
source: Missed Call
ar: الفائت
fa: از دست رفته
fr: manqué

# not_answer
source: Unanswered Call
ar: دون الرد
fa: بدون پاسخ
fr: sans réponse

source: Unanswered
ar: دون الرد
fa: بدون پاسخ
fr: sans réponse

# e_906_1
source: Is not allowed to communicate
ar: لا يجوز لك الاتصال بهذه الجهة.
fa: شما اجازه تماس با این مخاطب را ندارید.
fr: vous n'êtes pas autorisé à faire appel avec ce contact

source: iGap has crashed!
ar: قد عالج آیکب الخطأ غير المتوقع !
fa: آیگپ با خطای پیش بینی نشده برخورد کرده است!
fr: Une erreur inattendue s'est produite sur Igap

# iGap_has_crashed_reload
source: Reset
ar: إعادة البدء
fa: شروع مجدد
fr: recommencer

# iGap_has_crashed_desc
source: An unexpected error occurred forcing the application to stop. We are aware of this error. Please be sure we are fixing this problem, all you have to do is only click "Reset".
ar: حدث خطأ غير متوقع أدى إلى تعطيل التطبيق، نحن نعرف الخطأ و في حال إزالته، الخطوة الوحيدة الّتي تجب عليك هو الضغط على زرّ "إعادة البدء" .
fa: خطای پیش بینی نشده ای پیش آمده که منجر به از کار افتادن برنامه شده است. ‫‫‏‫ما از خطای پیش آمده آگاهی داریم و در حال برطرف کردن آن هستیم، تنها کاری که باید انجام دهید کلیک بر روی گزینهٔ «شروع مجدد» است.
fr: Une erreur inattendue s'est produite et a entraîné le blocage de l'application.. Nous sommes conscients de cette erreur. Assurez-vous que nous résolvons ce problème, il vous suffit de cliquer sur "Réinitialiser"

source: Nothing
ar: لا بأس !
fa: چیزی نیست!
fr: il n'y a rien

# are_you_sure_clear_call_logs
source: Are you sure you want to clear all calls?
ar: هل أنت متأكد من حذف جميع الاتصالات؟
fa: آیا از حذف تمامی تماس ها اطمینان دارید؟
fr: Etes-vous sûr de supprimer tous les appels?

# are_you_sure_clear_call_log
source: Are you sure you want to clear selected calls?
ar: هل أنت متأكد من حذف الاتصالات؟
fa: آیا از حذف تماس های انتخاب شده اطمینان دارید؟
fr: Etes-vous sûr de supprimer les appels sélectionnés?

source: Please write your reasons
ar: من فضلك اكتب السبب
fa: لطفاً دلیل خود را بنویسید
fr: veuillez écrire votre raison

# error_check_password
source: Password is locked for a while due to too many tries.
ar: تمّ تعطيل رمز المرور بسبب المحاولات المتتالية
fa: به دلیل تلاش پیاپی، رمزعبور برای مدتی غیرفعال است.
fr: Le mot de passe a été désactivé pendant un certain temps en raison d'une tentative persistante.

# your_confirm_email
source: Enter the confirmation code sent to Email
ar: من فضلك أدخل رمز تأكيد البريد الالكتروني
fa: لطفاً کد تأیید پست الکترونیکی را وارد کنید
fr: veuillez entrer le code de confirmation d'E-mail

# your_confirm_email_skip
source: Skip
ar: التخطّي
fa: بیخیال
fr: ignorer

# your_resend_email_skip
source: Resend Confirmation Code
ar: إعادة ارسال رمز التأكيد
fa: ارسال مجدد کد تأیید
fr: envoyer de nouveau le code de confirmation

source: Invalid verify email code
ar: رمز التأكيد غير صالح
fa: کد تأیید نامعتبر است
fr: le code de confirmation est invalide

# resend_verify_email_code
source: We've resent the confirmation code to your email
ar: تمّ ارسال رمز التأكيد إلى بريدك الالكتروني من جديد
fa: مجدداً کد تأیید را برای ایمیل شما ارسال کردیم
fr: nous avons envoyé de nouveau un code de confirmation à votre E-mail
