Repository: KianIranian-STDG/iGap-iOS
Catalog: iGap/General/Language/*.lproj/Localizable.strings
Languages: ar, fa, fr

# enter_verify_email_code
source: Please enter verify email code
ar: من فضلك أدخل رمز التأكيد
fa: لطفاً کد تأیید را وارد کنید
fr: veuillez entrer le code de confirmation

# invalid_password
source: Password is invalid
ar: رمز المرور غير صالح
fa: کلمه عبور نامعتبر است
fr: le mot de passe est invalide

source: Please set password
ar: تنظيم رمز المرور
fa: تنظیم کلمه عبور
fr: Définir les mots de passe

source: Please set hint
ar: تنظيم التذكير
fa: تنظیم یاداوری
fr: Set de rappel

# invalid_email
source: Your email is invalid
ar: البريد الالكتروني غير الصالح
fa: پست الکترونیکی نا معتبر
fr: E-mail invalide

source: Yes
ar: نعم
fa: بلی
fr: oui

source: No
ar: لا
fa: خیر
fr: non

# not_answered
source: Not Answered ANSWERED
ar: لم يتم استلام أي ردّ
fa: پاسخی دریافت نشد
fr: aucune réponse a été reçue

# unavalable
source: Unavailable
ar: خارج الشبكة
fa: در دسترس نیست
fr: non disponible

source: Too Long
ar: طويل جدّاً
fa: خیلی طولانی
fr: très long temps

source: Signaling
ar: إرسال الإشارات
fa: در حال برقراری تماس
fr: en train d'appeler

source: Incoming Call
ar: المكالمة الواردة
fa: تماس ورودی
fr: appels entrée

source: Ringing
ar: جاري الرنين
fa: در حال زنگ خوردن
fr: sonner

# connecting_call
source: Connecting
ar: جاري الاتصال
fa: در حال اتصال
fr: en cours de connexion

source: Connected
ar: قد اتصل
fa: متصل شد
fr: connecté

source: Disconnected
ar: قد انقطع
fa: قطع شد
fr: déconnecté

# faild
source: Failed
ar: الفشل
fa: ناموفق
fr: échoué

# reject
source: Rejected
ar: الرفض
fa: رد تماس
fr: refuser appel

source: Busy
ar: المشغول
fa: مشغول
fr: occupé

# invalid_email_token
source: Your email token is invalid
ar: رمز تأكيد البريد اللكتروني غير صحيح
fa: کد تأیید پست الکترونیکی نادرست است
fr: le code de confirmation d'E-mail est invalide

# invalid_question_token
source: Your answer is invalid
ar: ردّكم غير صحيح
fa: پاسخ شما نادرست است
fr: votre réponse est invalide

# not_answerd_call
source: Voice Call Cancelled
ar: الاتصال الصوتي الفائت
fa: تماس صوتی از دست رفته
fr: appel d'audio manqué

source: Recorded By
ar: المسجّل بواسطة
fa: ضبط شده توسط
fr: enregistré par

# Login_with_QrCode
source: Login With QR Scan
ar: الدخول بواسطة كيو آر
fa: ورود با اسکن بارکد
fr: se connecter par QR

# Input_device_specification
source: Device login success
ar: الدخول الناجح إلى الجهاز
fa: ورود موفق دستگاه
fr: appareil bien connecté

# QrCode_Scan
source: Login With QR Scan
ar: الدخول مع مسح الباركود
fa: ورود با اسکن بارکد
fr: scanner le QR

source: Call Quality
ar: جودة الاتصال
fa: کیفیت تماس
fr: qualité d'appel

# desc_self_destroy
source: If you choose one of the periods in the following and never use your iGap account during the certain time, your account will be destructed and deleted spontaneously.
ar: في حال عدم استخدام الحساب بأي شكل من الأشكال طوال الفترات المحددة يتمّ التدمير التلقائي للحساب و يتمّ حذفه للأبد.
fa: درصورتی که از حساب کاربری خود در طول یکی از مدت زمان های تعیین شده به هیچ وجه استفاده نکنید، حساب شما پس از آن زمان به صورت خودکار تخریب و برای همیشه حذف می شود.
fr: Si vous choisissez l'une des périodes suivantes et que vous n'utilisez jamais votre compte iGap pendant une certaine période, votre compte sera détruit et supprimé spontanément

# color_default
source: Are you sure you want to reset all changes with color to default?
ar: هل ترغب في عودة ألوان جميع أقسام التطبيق إلى الحالة الافتراضية؟
fa: آیا مایلید رنگ بندی همه قسمت های برنامه به حالت اولیه و پیش فرض باز گردد؟
fr: Êtes-vous sûr de vouloir réinitialiser toutes les modifications de couleur par défaut?

# crop_image_menu_rotate_right
source: Rotate
ar: التدوير
fa: چرخاندن
fr: Tourner

# crop_image_menu_crop
source: Crop
ar: القطع
fa: برش
fr: couper

# crop_image_menu_flip
source: Flip
ar: تدوير الصورة
fa: برگرداندن تصویر
fr: retour une image

# crop_image_menu_flip_horizontally
source: Flip horizontally
ar: التدوير الأفقي للصورة
fa: برگرداندن افقی تصویر
fr: Retourner horizontalement

# crop_image_menu_flip_vertically
source: Flip vertically
ar: التدوير العمودي للصورة
fa: برگرداندن عمودی تصویر
fr: Retourner verticalement

# title_who_can_see_my_avatar
source: My Avatars get seen by
ar: رؤية أفتاراتي بواسطة
fa: دیده شدن عکسهای پروفایل من توسط
fr: ma photo de profil est visible pour

# title_who_can_invite_you_to_channel_s
source: Channels Invite Link received from
ar: استلام رابط دعوة القناة من
fa: دریافت لینک دعوت کانال از
fr: recevoir lien d'invitation au canal par

# title_who_can_invite_you_to_group_s
source: Groups Invite Link received from
ar: استلام رابط دعوة المجموعة من
fa: دریافت لینک دعوت گروه از
fr: recevoir lien d'invitation au group par

# title_who_is_allowed_to_call
source: Calls received from
ar: استلام الاتصال من
fa: دریافت تماس از
fr: Appels reçus de

# title_Last_Seen
source: My Last Seen checked by
ar: رؤية ظهوري الأخير بواسطة
fa: چک شدن آخرین بازدید من توسط
fr: Ma dernière vue est vérifiée par

source: item
ar: المكون
fa: آیتم

# c_byte
source: byte
ar: بایت
fa: بایت
fr: octet

# c_KB
source: KB
ar: کیلوبایت
fa: کیلوبایت

# c_MB
source: MB
ar: ميجابايت
fa: مگابایت

# c_GB
source: GB
ar: جيجابايت
fa: گیگابایت

# c_TB
source: TB
ar: تيرابايت
fa: ترابایت

source: Audio
ar: الملف الصوتي
fa: فایل صوتی
fr: l'audio

source: Total Size
ar: إجمالي الحجم
fa: حجم کل
fr: Taille totale

source: Manage Spacing
ar: ضبط ذاكرة الجهاز
fa: کنترل حافظهٔ برنامه
fr: Contrôler programme mémoire

source: Local Database
ar: قاعدة البيانات المحلية
fa: پایگاه دادهٔ محلی
fr: Base de données locale

source: Data Storage
ar: تخزين البيانات
fa: ذخیره سازی اطلاعات
fr: Stockage de données

source: Keep Media
ar: حفظ الوسائط
fa: نگهداری و حفظ رسانه ها
fr: La maintenance et la conservationle médias

# invite_friend
source: This user dose not have iGap yet, send an invitation?
ar: لم تنضمّ هذه الجهة إلى آیکب بعد. هل ترغب في دعوته؟
fa: این مخاطب هنوز به آیگپ نپیوسته. آیا مایلید ایشان را دعوت کنید؟
fr: Cet utilisateur n'a pas encore rejoint iGap, vous voulez lui envoyer une invitation?

# clean_up_description
source: Clearing the local database will delete the texts of cached messages and compress the database to save internal disk space. iGap needs some data to work, so database size will not reach zero. This operation can take few minutes to complete.
ar: تنظيف قاعدة البيانات يؤدي إلى حذف الرسائل النصية المحفوظة في الذاكرة المختبئة و تضغيط قاعدة البيانات من أجل توفير الفضاء الداخلي. و آیکب بحاجة إلى بعض المعلومات من أجل التنفيذ فبالتالي لا يتمّ تفريغ قاعدة البيانات بشكل كامل و لا يصل إلى مستوى الصفر. هذا الأمر يستغرق بضع دقائق.
fa: پاک کردن پایگاه دادهٔ برنامه منجر به حذف پیام های متنی ذخیره شده در حافظهٔ نهان و فشرده شدن پایگاه داده به منظور ذخیرهٔ فضای داخلی خواهد شد. آیگپ برای کارکردن به مقداری از اطلاعات نیاز دارد، بنابراین حجم پایگاه داده کاملاً خالی نخواهد شد و به صفر نمیرسد. تکمیل این عملیات چند دقیقه زمان می برد.
fr: Si vous effacez la base de données locale, les textes des messages en cache seront supprimés pour économiser l’espace interne. iGap a besoin de certaines données pour fonctionner, donc la taille de la base de données n'atteindra pas zéro. Cette opération peut prendre quelques minutes.

# list_contacts
source: List of Phone Contacts
ar: قائمة جهات اتصالك
fa: لیست مخاطبین شما
fr: Liste des contacts téléphoniques

# limit_for_set_username
source: Limit time for change Username
ar: المحدودية الزمنية لتغيير اسم المستخدم
fa: محدودیت زمانی برای تغییر نام کاربری
fr: Limiter le temps pour modifier ID

# clear_cache_desc
source: Cached data on your device are the uploaded and/or downloaded files as photos, videos or documents, which must be cleared occasionally not to stop your device working or slow it down. Whenever you want to see them again, it is sufficient only to tap on them for downloading.
ar: المعلومات المحفوظة في الذاكرة المختبئة تشمل على ملفات الصورة و الفيديو و الوثائق الّتي قمتَ بارسالها أو استلامها، فيجب تنظيف هذه الملفات بين أحياناً حتّى لا تسبّب بطء أو ايقاف برامج التطبيق. في حال رغبتك في الحصول على هذه المعلومات يمكنك تحميل الملفات من جديد و مشاهدتها..
fa: اطلاعات ذخیره شده در حافظهٔ نهان همان فایل های تصویری، ویدیویی یا اسنادی هستند که بر روی دستگاه شما دریافت و یا از سویِ آن ارسال شده اند؛ هر از گاهی عملیات پاکسازی باید بر روی این فایل ها انجام شود تا مانع از کُندی یا توقف در اجرای برنامه ها شود. هر گاه مایل باشید به این اطلاعات دست پیدا کنید می توانید دوباره فایل ها بارگیری کرده و مشاهده نمایید.
fr: Les données enregistrées en cache sur votre appareil sont les fichiers téléchargés et / ou téléchargés sous forme de photos, vidéos ou documents, qui doivent être effacés de temps en temps pour ne pas empêcher le fonctionnement de votre appareil ou le ralentir.Vous pouvez recharger et afficher des fichiers chaque fois que vous souhaitez accéder à ces informations

source: Name
ar: الإسم
fa: نام
fr: prénom

# turn_on_gps_explain
source: The location status and other features of map are disabled. To use all the capabilities, turn the switch on first.
ar: تحديد الموقع و الميزات الأخرى للخريطة غير نشطة، بالضغط على الزر التالي يمكنك استخدام هذه الميزات..
fa: موقعیت مکانی و سایر ویژگی های نقشه غیر فعال می باشد. با فعال کردن دکمه زیراز قابلیت های مربوط به آن استفاده کنید.
fr: L'état de la localisation et les autres fonctionnalités de la carte sont désactivés. Pour utiliser toutes les fonctionnalités, activez-les

# turn_off_map
source: turn off
ar: ايقاف التشغيل
fa: خاموش
fr: éteindre

# turn_on_map
source: turn on
ar: التشغيل
fa: روشن
fr: allumer

source: positioning
ar: تحديد الوضع
fa: تعیین وضعیت
fr: Détermination du statut

# nearby
source: Manually Update the Map
ar: التحديث يدوياً
fa: بروزرسانی دستی
fr: Mettre à jour manuellement

# list_user_map
source: List of People Nearby
ar: الإظهار بشكل القائمة
fa: نمایش بصورت لیست
fr: Vue liste

# map_registration
source: Disable "Nearby" Visibility
ar: ايقاف تفعيل ميزة الأصدقاء المجاورة
fa: غیرفعال کردن قابلیت اطراف من
fr: Désactiver la fonctionnalité autour de moi

# comment_waiting
source: Receiving notes...
ar: جاري استلام المذكرة
fa: در حال دریافت یادداشت
fr: en train de Recevoir des notes ...

# comment_no
source: No Status
ar: دون تعليق
fa: بدون وضعیت
fr: Pas de statut

# distance
source: about %d m
ar: الفاصل المتر
fa: حدود %d متر
fr: environ %d m

# hint_gps
source: Your Status
ar: موقعك
fa: وضعیت شما
fr: Votre statut

# Visible_Status_title_dialog
source: Enable Nearby
ar: التفعيل
fa: فعال سازی
fr: Activation

# Visible_Status_title_dialog_invisible
source: Disable Nearby
ar: غیر فعال سازی
fa: غیر فعال سازی
fr: Désactiver

# Visible_Status_text_dialog
source: Enabling Nearby will result in getting your and others' status visible to both. Are you sure to continue?
ar: تفعيل ميزة "أصدقاء حولي" يسبّب امكان المشاهدة المتبادلة بينك و بين الآخرين، هل ترغب في الاستمرار؟
fa: فعال سازی قابلیت "اطراف من" باعث خواهد شد وضعیت شما و سایرین برای یکدیگر قابل مشاهده شود. آیا مایل به ادامهٔ کار هستید؟
fr: Activer la fonctionnalité "autour de moi" rendra votre statut et les autres visibles les uns aux autres. Êtes-vous sûr de continuer?

# Visible_Status_text_dialog_invisible
source: Disabling Nearby will not only result in hiding your status from others, but you won't also be able to see others' status within your certain range. Are you still sure to continue?
ar: إلغاء تفعيل هذه الميزة يسبّب اختفاء موقعك للآخرين و كذلك لا تستطيع مشاهدة الأصدقاء حولك، هل ترغب في الاستمرار؟
fa: با غیرفعال کردن این قابلیت موقعیت شما از سایرین مخفی خواهد شد و همچنین قادر به مشاهدهٔ افراد در محدودهٔ خود نخواهید بود. آیا همواره مایل به ادامهٔ کار هستید؟
fr: Si vous désactivez autour de moi, votre statut ne sera plus visible aux autres, mais vous ne pourrez plus voir le statut des autres . Êtes-vous toujours sûr de continuer?

# Visible_Status_text
source: Notice! Activating "Map Status" will result in making your location visible to others. Please be sure about it before turning on.
ar: الانذار! تفعيل الزر التالي يؤدّي إلى مشاهدة موقعك بواسطة الآخرين، من فضلك تأكّد من هذه الخطوة قبل القيام بها.
fa: توجه! با فعال کردن دکمۀ زیر، موقعیت شما برای سایرین قابل مشاهده می باشد. لطفاً پیش از ادامه از انجام آن مطمئن شوید.
fr: Remarquer! L'activation de "Statut de la carte" rendra votre position visible aux autres. Soyez sur de l'avoir bien activé avant de continuer.

source: Clear Status
ar: حذف الموقع
fa: حذف وضعیت
fr: Supprimer le statut

# Clear_Status_desc
source: You will be visible to others with no status. Are you sure to continue?
ar: أنت لم تحدّد موقعاً لنفسك، هل ترغب في الاستمرار دون تحديد الموقع؟
fa: شما وضعیتی برای خود تعیین نکرده اید. آیا مایلید برنامه را بدون تعیین وضعیت ادامه دهید؟
fr: vous n'avez pas défini votre statut. Vous voulez continuer quand même?

# exceed_4_line
source: Your status cannot exceed 4 lines.
ar: يجب أن لا يتجاوز عدد حروف تحديد الموقع 4 سطور.
fa: تعداد کاراکترهای تعیین وضعیت نباید از چهار خط بیشتر باشد.
fr: Votre statut ne peut pas dépasser 4 lignes

# info_map
source: Only the users within your 5KM radius distance are visible to you if their Map Status in ON.
ar: يمكنك مشاهدة المستخدمين الّذين يبعدون عنك 5 كيلومترات فقط و قد قاموا بتفعيل ميزة تحديد الموقع
fa: تنها کاربرانی برای شما قابل مشاهده اند که تا شعاع پنج کیلومتری از شما قرار دارند و وضعیت نقشه آنها روشن است.
fr: Seuls les utilisateurs situés dans un rayon de 5 km sont visibles pour vous si leur statut de carte est sur ON

# st_Auto_Rotate
source: Auto-Rotate Screen
ar: التدوير التلقائي للصفحة
fa: چرخش خودکار صفحه
fr: Rotation automatique de l'écran

# Theme_Dark
source: Dark Theme
ar: حالت شب
fa: حالت شب
fr: Mode nuit

# two_step_pass_code
source: PassCode Lock
ar: قفل الدخول إلى البرنامج
fa: قفل ورود به برنامه
fr: Verrou de connexion à l'application

source: Unlock With FingerPrint
ar: فتح القفل بواسطة البصمة
fa: قفل گشایی با اثرانگشت
fr: déverrouiller par empreinte digitale

source: Change PassCode
ar: تغيير الرمز
fa: تغییر رمز
fr: Changer le mot de passe

source: Auto-lock
ar: القفل التلقائي
fa: قفل خودکار
fr: auto verrouillage

source: Allow Screen Capture
ar: ميزة تصوير الشاشة
fa: قابلیت گرفتن اسکرین شات
fr: Capacité de capture d'écran

# Confirm_fingerPrint_continue
source: Confirm fingerPrint to continue
ar: للاستمرار و الدخول إلى التطبيق نحن بحاجة إلى بصمتك
fa: برای ادامه و ورود به برنامه به تأیید اثرانگشت شما نیازمندیم
fr: Nous avons besoin de l'approbation de votre empreinte digitale pour continuer et vous connecter à l'application.

source: Touch sensor
ar: بواسطة البصمة
fa: به کمک اثر انگشت
fr: À l'aide d'empreintes digitales

source: FingerPrint
ar: البصمة
fa: اثرانگشت
fr: empreinte

# Fingerprint_not_recognized
source: Fingerprint not recognized. Try again
ar: لم يتمّ الاعتراف ببصمتك، من فضلك حاول من جديد
fa: اثر انگشت شما شناسایی و تأیید نشد. لطفاً مجدداً تلاش کنید
fr: Votre empreinte digitale n'a pas pu être identifiée et vérifiée.

# Auto_lock_description
source: The app will be locked after each time you choose and you need to unlock it at the beginning.
ar: بعد اختيار احدى الأزمنة المختارة من القائمة، يتم اغلاق التطبيق و يجب ادخال رمز فتح القفل من أجل الدخول إلى التطبيق
fa: بعد از هریک از زمان های انتخابی از میان لیست، برنامه قفل شده و برای ورود به برنامه باید رمز یا کد قفل گشا را وارد کنید.
fr: Après chaque heure sélectionnée dans la liste, l'application sera verrouillée et vous devrez entrer un code de déverrouillage ou un code pour accéder à l'application.

# Allow_Screen_Capture_description
source: If enabled, you can take screenshots of the app, but the system will display your chats in the task switcher even when the passcode is on. You may need to restart the app for this to take effect.
ar: في حال تفعيل هذا الخيار يمكنك تصوير الشاشة في كلّ قسم من التطبيق لكن لا تنس أن النظام يظهر محادثاتك في قسم البرامج المفتوحة في خلفية الاظهار رغم تفعيل قفل التطبيق. قد يجبرون على اغلاق التطبيق و فتحه من جديد من أجل تفعيل هذه الميزة..
fa: در صورتیکه این گزینه فعال شود، می توانید از هر قسمت در برنامه اسکرین شات بگیرید، اما فراموش نکنید که حتی با فعال بودن قابلیت قفل برنامه، سیستم همچنان چت های شما را در قسمت برنامه های در حال اجرا در بک گراند نمایش می دهد. شاید برای فعالسازی این قابلیت مجبور شوید یک بار برنامه را بسته و مجدداً باز کنید.
fr: Si activé, vous pouvez prendre des captures d'écran de l'application, mais le système affichera vos discussions en bannière, même lorsque l'appareil est verrouillé. Vous devrez peut-être redémarrer l'application pour que cela prenne effet

# set_pass_code_description
source: When you set a passcode, a lock icon will appear on top of the main chats page. Tap it to lock or unlock the app. Note: you can set only numbers as a PIN or a combination of numbers and letters as a Password with no restriction. If you forget your passcode, you just need to log out once and log in again with no need to enter the PIN/Password.
ar: بعد تفعيل قفل الدخول إلى التطبيق تظهر علامة القفل أعلى الصفحة الرئيسية للمحادثة و يمكن اغلاق البرنامج أو فتحها بواسطتها. الانذار! يمكنك استخدام الحروف و الأعداد دون أية قيود من أجل تحديد الرمز. و في حال نسيان هذاالرمز يمكنك الخروج من البرنامج و الدخول إليه من جديد حتّى يصبح القفل غير نشطاً..
fa: با فعالسازی قفل ورود به برنامه، آیکن قفل در بالای صفحۀ اصلی چت ها پدیدار می شود که با استفاده از آن می توان برنامه را قفل یا قفل آن را باز کرد. توجه: برای تعیین رمز می توانید بدون محدودیت از اعداد یا ترکیب اعداد و حروف استفاده کنید. همچنین در صورت فراموشی آن کافی است یک بار از برنامه خارج شده و بار دیگر وارد شوید تا قفل ورود غیرفعال شود.
fr: En activant l'application de verrouillage de connexion, l'icône de verrouillage apparaît en haut de la page d'accueil de la discussion, vous permettant de verrouiller ou de déverrouiller l'application. remarque: vous ne pouvez définir que des chiffres sous forme de code PIN ou une combinaison de chiffres et de lettres sous forme de mot de passe, sans aucune restriction. nSi vous oubliez votre code, il vous suffit de vous déconnecter une fois, puis de vous reconnecter sans avoir à saisir le code PIN / mot de passe.

# forgot_pin_desc
source: If you have forgotten your PIN/Password, there is no way to recover but only to log out and log in again. Are you sure to log out?
ar: في حال نسيان رمزك يمكنك الخروج من البرنامج و الدخول إليه من جيج
fa: در صورتیکه رمز خود را فرامش کرده اید تنها می توانید یک بار از برنامه خارج شده و بار دیگر وارد شوید. آیا مایل به ادامه این کار هستید؟
fr: Si vous avez oublié votre code PIN / mot de passe, seulement vous avez la possibilité de vous déconnecter et de vous reconnecter pour UNE FOIE. Êtes-vous sûr de vous déconnecter?

# forgot_pin_title
source: Forgot PIN/Password?
ar: هل نسيت الرمز؟
fa: رمز خود را فراموش کرده اید؟
fr: vous avez oublié votre mot de passe?

# enter_pass_code
source: Enter your passcode
ar: أدخل رمز فتح القفل
fa: کد قفل گشا را وارد کنید
fr: entrez votre code de débrouillage

# enter_change_pass_code
source: Enter your new passcode
ar: أدخل الرمز الجديد لفتح القفل
fa: کد قفل گشا جدید را وارد کنید
fr: entrez votre nouveau code de débrouillage

# re_enter_pass_code
source: Re-enter your passcode
ar: أدخل الرمز الجديد لفتح القفل
fa: کد قفل گشا را مجدداً وارد کنید
fr: entrez de nouveau votre code de déverrouillage

source: Disable
ar: غير نشط
fa: غیرفعال
fr: désactiver

# in_1_minutes
source: in 1 minute
ar: دقيقة واحدة
fa: یک دقیقه
fr: une minute

source: in 5 minutes
ar: 5 دقائق
fa: 5 دقیقه
fr: cinq minutes

# in_1_hours
source: in 1 hour
ar: ساعة واحدة
fa: یک ساعت
fr: une heure

source: in 5 hours
ar: 5 ساعات
fa: 5 ساعت
fr: cinq heures

source: Unlock with your passcode
ar: أدخل رمز فتح القفل
fa: کد قفل گشا را وارد کنید
fr: entrez le code de déverrouillage

# forgot_Unlock_with_your_passcode
source: Forgot Passcode?
ar: هل نسيت رمز الدخول؟
fa: رمز ورود را فراموش کرده اید؟
fr: vous avec oublié votre mot de pass d'entrée?

# limit_passcode
source: The passcode must contain at least 4 numbers and/or letters.
ar: يجب أن يتكوّن رمز فتح القفل من 4 حروف أو أعداد على الحدّ الأدنى
fa: کد قفل گشا باید متشکل از حداقل ۴ حرف و یا عدد باشد
fr: le code de déverrouillage doit contenir au moins 4 lettres ou chiffres

source: Block the User
ar: حظر جهة الاتصال
fa: مسدود کردن مخاطب
fr: bloque le contact

# block_the_user_text
source: Are you sure to block this User?
ar: هل أنت متأكد من حظر جهة الاتصال؟
fa: آیا از مسدود کردن ارتباط این مخاطب اطمینان دارید؟
fr: Etes-vous sûr de bloquer ce contact?

source: Unblock the User
ar: إزالة حظر جهة الاتصال
fa: رفع مسدودیت مخاطب
fr: débloque le contact

# unblock_the_user_text
source: Are you sure to unblock this User?
ar: هل أنت متأكد من إزالة حظر جهة الاتصال؟
fa: آیا از رفع مسدودیت ارتباط این مخاطب اطمینان دارید؟
fr: Etes-vous sûr de débloquer ce contact?

source: PIN
ar: البين
fa: پین
fr: le Pincode

source: Password
ar: الرمز
fa: رمز
fr: mot de passe

# text_empty_user_map
source: Oops! No user nearby has turned on her/his map yet
ar: مع الأسف لم يقُم أي مستخدم بتفعيل ميزة الخريطة بالقرب منك
fa: متأسفانه هیچ کاربری اطراف شما نفشه خود را فعال نکرده است
fr: aucun utilisateur près de vous n' a activé l'option Autour de moi

source: Send Message To
ar: إرسال الرسالة إلى
fa: ارسال پیام به
fr: envoyer le message à

# send_forward_to
source: Are you sure send forward for
fa: آیا شما مطمئنید میخواهید انتقال دهید به
fr: Etes-vous sûr de transférer à

# st_bio
source: Bio
ar: البيو
fa: بیو
fr: biographie

# st_des_bio
source: You can add a few lines about yourself. anyone who opens your profile will see this text.
ar: يمكنك ذكر شرح ملخص لك في ملفك الشخصي. جدير بالذكر أنّ كل مستخدم يدخل إلى ملفك الشخصي يمكنه قراءة هذا الشرح.
fa: شما می توانید توضیح مختصری دربارهٔ خود در پروفایل وارد کنید. لازم به ذکر است هر کاربر با ورود به پروفایل شما این متن را خواهد دید.
fr: Vous pouvez entrer une brève description de vous-même dans le profil. Il est à noter que chaque utilisateur verra ce texte en se connectant à votre profil.

# st_Report
source: Report
ar: إبلاغ الإساءة
fa: گزارش تخلف
fr: signaler

# st_Spam
source: Spam
ar: رسالة مزعجة
fa: اسپم

# st_Violence
source: Violence
ar: المحتوى العنيف
fa: محتوای خشونت آمیز
fr: contenu de violence

# st_Pornography
source: Pornography
ar: المحتوى الإباحي
fa: محتوای پورنوگرافی
fr: contenu de pornographie ou de nudité

# st_Other
source: Other
ar: الموضوعات الأخرى
fa: سایر موارد
fr: autres

# st_Abuse
source: Abuse
ar: المحتوى المسيء و المؤذي
fa: محتوای توهین آمیز و آزاردهنده
fr: contenu d'harcèlement ou d'insulte

# st_FakeAccount
source: Fake Account
ar: الحساب المزوّر
fa: حساب کاربری جعلی
fr: faux compte

# st_limit_bio
source: You have exceeded the allowed number of characters. You can use only 70 characters for Bio.
ar: المكوّنات المستخدمة أكثر من النسبة المسموحة. لا يمكن استخدام أكثر من 70 مكوّن في هذا القسم
fa: کاراکترهای استفاده شده بیش از حد مجاز است. تنها 70 کاراکتر در این قسمت قابل استفاده اند
fr: Vous avez dépassé le nombre de caractères autorisé. Vous ne pouvez utiliser que 70 caractères pour Bio.

# st_checkbox_delete
source: Delete for
ar: الحذف لــ
fa: حذف برای
fr: supprimer pour

# st_desc_delete
source: Are you sure you want to delete %@ message(s)?
ar: هل أنت متأكد من حذف هذه %@ الرسالة؟
fa: آیا از حذف این %@ پیام اطمینان دارید؟
fr: Etes-vous sûr de supprimer ce %@ message?

# st_send_report
source: Report was successfully sent.
ar: تمّ تسجيل ابلاغ اساءة الاستخدام بنجاح
fa: گزارش تخلف با موفقیت ارسال شد.
fr: la signalisation a été bien envoyée

# set_position
source: Can not set position
ar: لا يمكن تعيين الموضع
fa: عدم توانایی تنظیم موقعیت مکانی
fr: impossible de régler le service de localisation

source: Date
ar: تاریخ
fa: تاریخ

# miladi
source: Gregorian
ar: الميلادية
fa: میلادی
fr: calendrier grégorien

# shamsi
source: Hijri Shamsi
ar: هجري الشامسي
fa: هجری شمسی
fr: Calendrier hégirien solaire

# ghamari
source: Hijri Lunar
ar: القمري الهجري
fa: هجری قمری
fr: Calendrier hégirien lunaire

source: Uploading...
ar: تحميل
fa: بارگذاری
fr: téléchargement

# moharam
source: Muharram
ar: محرم
fa: محرم
fr: Mouharram

source: Safar
ar: صفر
fa: صفر

# rabio_aval
source: Rabi Awwal
ar: ربیع‌الاول
fa: ربیع‌الاول
fr: Rabii al awal
