Repository: KianIranian-STDG/iGap-iOS
Catalog: iGap/General/Language/*.lproj/Localizable.strings
Languages: ar, fa, fr

# str_frag_sync_error
source: Something went wrong. Please try again.
ar: هناك خطأ ما. حاول مرة اخرى.
fa: ارتباط با سرور برقرار نشد. لطفا دوباره تلاش کنید.
fr: la connexion au serveur n'a pas été faite. Veuillez essayer de nouveau.

# money_request
source: Card To Card Request to:
ar: طلب بطاقة إلى بطاقة إلى:
fa: درخواست کارت به کارت به:
fr: demander faire le virement bancaire par la carte au

# cardtocard_descriotion_error
source: Description can not be empty
fa: توضیحات نمیتواند خالی باشد.
fr: la partie des explication ne doit pas être vide

# cardtocard_amount_empty_error
source: Amount can not be empty
fa: مبلغ نمیتواند خالی باشد.
fr: la partie de la somme ne doit pas être vide

# cardtocard_morethan_error
source: Minimum amount must be more than 10,000 Rials
fa: حداقل مبلغ برای کارت به کارت ۱۰ هزار ریال میباشد.
fr: la somme limite pour faire le virement bancaire est 10 milles Rial

# cardtocard_cartnumber_error
source: Card number must be 16 digits
ar: Card number must be 4 digits
fa: شماره کارت باید ۱۶ رقم باشد.
fr: le numéro de la carte bancaire doit contenir au moins 16 chiffres

# cardtocard_cardnumber_error
source: Card number can not be empty
fa: شماره کارت مقصد نمیتواند خالی باشد.
fr: le numéro de la carte bancaire ne doit pas être vide

# payment_order_id_title
source: Order ID : %@
ar: شماره سفارش : %@
fa: شماره سفارش : %@
fr: numéro de la commande :s%

# payment_rrn_title
source: Transaction ID
ar: شماره تراکنش
fa: شماره تراکنش
fr: numéro de la transaction :%.0f

# mci_topup_payment_title
source: MCI TopUp
ar: شارژ همراه اول
fa: شارژ همراه اول
fr: recharge de l'opérateur MCI

source: insert amount in rial
ar: مبلغ را به ریال وارد کنید
fa: مبلغ را به ریال وارد کنید
fr: veuillez entrer le somme en Rial

# enter_16_digit_card_number
source: Enter the 16-digit card number
ar: شماره کارت ۱۶ رقمی را وارد کنید
fa: شماره کارت ۱۶ رقمی را وارد کنید
fr: veuillez entrer le numéro de carte en 16 chiffre

# buy_internet_package_type_title
source: Package Type
ar: نوع الحزمة
fa: نوع بسته
fr: type de lot

# buy_internet_package_time_type_title
source: Time
ar: زمن
fa: زمان
fr: temps

# buy_internet_package_volume_type_title
source: Volume
ar: الصوت
fa: حجم
fr: quantité

# buy_internet_package_daily_filter_title
source: %.0f Day
ar: %.0f يوم
fa: %.0f روز
fr: jour %of

# buy_internet_package_weekly_filter_title
source: %.0f Week
ar: %.0f أسبوع
fa: %.0f هفته
fr: semaine %of

# buy_internet_package_month_filter_title
source: %.0f Month
ar: %.0f شهر
fa: %.0f ماه
fr: mois %of

# buy_internet_package_year_filter_title
source: %.0f Year
ar: %.0f عام
fa: %.0f سال
fr: année %of

# buy_internet_package_volume_filter_gb_title
source: %.2f GB
fa: %.0f گیگابایت
fr: %.0f GB

# buy_internet_package_volume_filter_mb_title
source: %.2f MB
fa: %.0f مگابایت
fr: %.0f MB

# buy_internet_package_choose_title
source: Choose Item
ar: اختيار البند
fa: انتخاب کنید
fr: sélectionnez

# beeptunes_purchase_song
source: Purchase Song
fa: آهنگ های خریداری شده
fr: chansons achetées

# beeptunes_sync_song
source: Sync Song
fa: آهنگ های بارگیری شده
fr: chansons téléchargées

# beeptunes-favorite-song
source: Favorite Song
fa: آهنگ های مورد علاقه
fr: chansons préférées

# play_sound_in_chat
source: Play Message Sound In Chat
ar: تشغيل رسالة إرسال صوت في الدردشة
fa: پخش صدای ارسال پیام در گفتگو
fr: activer notification sonnerie lors d'envoie des messages

# charge_type_error_message
source: Please Select Charge Type
ar: يرجى اختيار نوع الشحن.
fa: لطفا نوع شارژ را انتخاب کنید.
fr: veuillez définir le type de recharge

# charge_price_error_message
source: Please select Charge Price
ar: يرجى تحديد مبلغ التهمة.
fa: لطفا مبلغ شارژ را انتخاب کنید.
fr: veuillez indiquer la somme de recharge

# no_channels_in_category
source: There are no channels in this category!
ar: لا توجد قنوات في هذه الفئة!
fa: هیچ کانالی در این دسته بندی وجود ندارد!
fr: il n' y pas de canal à ce catégorie

# message_decline_write_new
source: Compose new message…
ar: إنشاء رسالة جديدة …
fa: نوشتن پیام جدید…
fr: écrire nouveau message

# message_decline_call_later
source: I,II call you back.
ar: أنا ، أنا أتصل بك مرة أخرى.
fa: با شما تماس میگیرم.
fr: je vous appellerai plus tard

# message_decline_Please_call_later
source: Can you call back later?
ar: يمكنك الاتصال مرة أخرى في وقت لاحق؟
fa: ممکن است بعدا تماس بگیرید؟
fr: pourriez-vous m'appeler plus tard?

# message_decline_please_text_me
source: Please text me.
ar: يرجى نص لي.
fa: لطفا پیام بدهید.
fr: veuillez m'envoyer un message

# mpl_transaction_rrn
source: RRN
ar: إعادة الرقم
fa: شماره مرجع
fr: numéro de référence

# mpl_transaction_trace
source: Trace Number
ar: تتبع عدد
fa: شماره پیگیری
fr: numéro de suivi

# mpl_transaction_order_id
source: Order Id
ar: رقم التعريف الخاص بالطلب
fa: شماره سفارش
fr: numéro de la commande

source: Pay Id
ar: معرف الدفع
fa: شناسه پرداخت
fr: identifiant de paiement

# mpl_transaction_sales
source: Sales
ar: مبيعات
fa: پرداخت اینترنتی
fr: paiement en ligne

# mpl_transaction_topup
source: TopUp
ar: ائتمان
fa: شارژ موبایل
fr: recharge de carte de Sim

# mpl_transaction_empty
source: No information available!
ar: لا توجد معلومات متاحة
fa: اطلاعات موجود نمیباشد!
fr: Les informations demandées ne sont pas disponibles

# mpl_transaction_card
source: Card To Card
ar: بطاقة إلى بطاقة
fa: کارت به کارت
fr: virement par carte bancaire

# mpl_terminal_no
source: Terminal No
ar: رقم المحطة
fa: شماره پایانه
fr: numéro de terminal bancaire

# mpl_transaction_merchent_name
source: Merchant Name
ar: اسم التاجر
fa: نام پذیرنده
fr: Nom du destinataire

# mpl_do_you_want_save_receipt
source: Do you want save receipt?
ar: هل تريد حفظ الإيصال؟
fa: آیا مایل به ذخیره ی رسید هستید؟
fr: voulez-vous enregistrer le reçu?

# mpl_transaction_nul
source: You have no transactions in the last 5 days!
ar: ليس لديك أي معاملات في آخر 5 أيام!
fa: شما هیچ تراکنشی در ۵ روز گذشته ندارید!
fr: vous n'avez pas de transaction bancaire il y a cinq jours

# scan_barcode_to_enter_visit
source: Scan the barcode above to enter and visit
ar: جهت ورود و بازدید بارکد فوق را اسکن کنید
fa: جهت ورود و بازدید بارکد فوق را اسکن کنید

source: Your purchase code %@
ar: کد خرید شما %@
fa: کد خرید شما %@

# igasht_count_title
source: count
ar: تعداد
fa: تعداد
fr: nombre

# igasht_service_title
source: Service
ar: سرویس
fa: سرویس

# kuknos_login_messge_str
source: Please enter your ID number for registration.
fa: لطفا کد ملی خود را وارد نمایید.
fr: veuillez entrer votre code national

# kuknos_login_id_str
source: ID Number
fa: کد ملی
fr: code national

# kuknos_login_tel_str
source: Phone Number
fa: تلفن
fr: numéro de téléphone

# kuknos_login_submit_str
source: Register
fa: ثبت
fr: enregistrer

# kuknos_login_error_empty_str
source: Enter your ID number
fa: کد ملی خود را وارد نمایید.
fr: veuillez entrer votre code national

# kuknos_login_error_invalid_str
source: Enter a Valid ID number
fa: کد ملی نامعتبر میباشد.
fr: code national est invalide

# kuknos_login_error_server_str
source: Server Error: User already exists.
fa: خطای سرور
fr: Erreur de serveur

# kuknos_login_progress_str
source: Checking...
fa: بررسی...
fr: vérification

# kuknos_Entry_NT_str
source: New Token Wallet
fa: کیف توکن جدید
fr: nouveau portefeuille de Token

# kuknos_Entry_RT_str
source: Retrieve Token Wallet
fa: بازیابی کیف توکن
fr: récupérer portefeuille de Token

# kuknos_Entry_Message
source: Please select one of the below options:
fa: لطفا یکی از گزینه های زیر را انتخاب نمایید.
fr: veuillez choisir un des choix

# kuknos_Restore_Title
source: Please enter your account recovery keys.
fa: لطفا کلمات بازیابی حساب خود را وارد نمایید.
fr: veuillez entrer les mots de récupération de votre compte

# kuknos_Restore_Message
source: By using these words, you will be able to retrieve your account.
fa: با استفاده از این کلمات، شما میتوانید حساب خود را مجددا بازیابی نمایید.
fr: vous pouvez récupérer votre compte à l'aide de ces mots

# kuknos_Restore_Btn
source: Retrieve
fa: بازیابی
fr: récupérer

# kuknos_Restore_Hint
source: For example: water blue water ...
fa: برای مثال: دریا، میز، کابل...
fr: par exemple : mer , table, câble

# kuknos_Restore_Error_empty_str
source: Enter your key stream
fa: زنجیره کلمات بازیابی حساب خود را وارد کنید.
fr: veuillez entrer la chaine des mots de récupération de compte

# kuknos_Restore_Error_invalid_str
source: Your key stream length is not long enough.
fa: طول زنجیره وارد شده کافی نمیباشد.
fr: longueur de chaine entrée est insuffisante

# kuknos_Restore_Error_Snack
source: Ok
fa: باشه

# kuknos_SignupInfo_title
source: User Information
fa: اطلاعات کاربر
fr: information sur utilisateur

# kuknos_SignupInfo_desc
source: Please complete the fields:
fa: لطفا موارد زیر را کامل نمایید.
fr: veuillez compléter les éléments suivants

# kuknos_SignupInfo_username
source: Username *
fa: نام کاربری*
fr: nom d'utilisateur

# kuknos_SignupInfo_name
source: Name *
fa: نام *
fr: prénom

# kuknos_SignupInfo_family
source: Family *
fa: نام خانوادگی *
fr: nom de famille

# kuknos_SignupInfo_email
source: Email Address
fa: آدرس ایمیل
fr: E-mail

# kuknos_SignupInfo_submitBtn
source: Submit
fa: ثبت
fr: enregistrer

# kuknos_SignupInfo_checkUsername
source: checking....
fa: در حال بررسی...
fr: en train de vérification

# kuknos_SignupInfo_submitConnecting
source: Saving...
fa: ذخیره...
fr: enregistrer

# kuknos_SignupInfo_advSettingBtn
source: Advanced Security >
fa: فعال سازی موارد امنیتی بیشتر >
fr: activer des autres éléments de confidentialité

# kuknos_SignupInfo_errorUsernameInvalid
source: This username is not available.
fa: این نام کاربری موجود نمیباشد.
fr: ce nom d'utilisateur n'existe pas

# kuknos_SignupInfo_ValidUsername
source: Good to go
fa: نام کاربری آزاد است.
fr: nom d'utilisateur est disponible

# kuknos_SignupInfo_errorEmailInvalid
source: Email Format is incorrect.
fa: ساختار ایمیل وارد شده، صحیح نمیباشد.
fr: E-mail entré est incorrect

# kuknos_SignupInfo_errorUsernameEmpty
source: Username must not be empty.
fa: لطفا نام کاربری خود را وارد نمایید.
fr: veuillez récupérer nom d'utilisateur

# kuknos_RecoverySK_Title
source: Recovery keys
fa: کلمات بازیابی
fr: mots de récupération

# kuknos_RecoverySK_Message
source: All of the below keywords are case sensitive. Please make sure you write down and save your recovery phrase. You will need this phrase to restore your wallet.
fa: کلمات نمایش داده شده به حروف کوچک و بزرگ حساس می باشند. این کلمات در آینده به شما کمک می کنند تا بتوانید حساب خود را بازیابی نمایید. لطفا در حفظ آن کوشا باشید.
fr: Les mots affichés sont sensibles à la casse. Ces mots vous aideront de récupérer votre compte. gardez-les bien

# kuknos_RecoverySK_Btn
source: Okay, I have written it down.
fa: کلمات را یادداشت کردم.
fr: j'ai noté les mots

# kuknos_RecoverySK_Hint
source: water Blue brown ...
fa: دریا، میز، کابل...
fr: mer , table , câble

# kuknos_RecoverySK_Error_empty_str
source: Enter your key stream
fa: زنجیره کلمات بازیابی حساب خود را وارد کنید.
fr: veuillez entrer la chaine des mots de récupération de compte

# kuknos_RecoverySK_Error_invalid_str
source: Your key stream length is not long enough.
fa: طول زنجیره وارد شده کافی نمیباشد.
fr: longueur de chaine entrée est insuffisante

# kuknos_RecoverySK_Error_Snack
source: Ok
fa: باشه

# kuknos_SetPass_title
source: Create a 4 digit PIN
fa: ساخت رمز ورودی
fr: créer mot de passe

# kuknos_SetPass_message
source: This 4 numeric PIN will be used to encrypt your secret keys. Please make sure you choose a PIN that is difficult to guess for others.
fa: رمز ورودی (چهار رقمی) جهت رمزنگاری کلید خصوصی شما مورد استفاده قرار می گیرد. لطفا رمز را به گونه ای انتخاب نمایید که به راحتی قابل حدس زدن نباشد.
fr: Le mot de passe ( en quatre chiffres) sert à chiffrer votre clé privée. Veuillez choisir un mot de passe difficile à deviner.

# kuknos_SetPass_submit
source: Submit
fa: ثبت
fr: enregistrer

# kuknos_SetPass_error
source: Please enter your PIN code.
fa: لطفا رمز ورودی خود را وارد نمایید.
fr: veuillez entrer votre mot de passe

# kuknos_SetPassConf_title
source: Confirm your PIN code
fa: تایید رمز ورودی
fr: confirmation de mot de passe

# kuknos_SetPassConf_message
source: Please re-enter your selected PIN code.
fa: رمز ورودی انتخابی خود را مجددا وارد نمایید.
fr: veuillez entrer de nouveau votre mot de passe

# kuknos_SetPassConf_submit
source: Confirm
fa: تایید
fr: confirmation

# kuknos_SetPassConf_error
source: Your PIN code does NOT match.
fa: رمز ورودی با رمز تاییدی مطابقت ندارد.
fr: Le mot de passe ne correspond pas au mot de passe de confirmation.

# kuknos_panelStr_balance
source: Balance
fa: موجودی
fr: solde

# kuknos_panelStr_recieve
source: Recieve
fa: دریافت
fr: réception

# kuknos_panelStr_send
source: Send
fa: ارسال
fr: envoie

# kuknos_panelStr_history
source: History
fa: سابقه
fr: histoire

# kuknos_panelStr_trading
source: Trading
fa: مبادله
fr: échange

# kuknos_panelStr_kyc
source: KYC
fa: احراز هویت
fr: identification

# kuknos_panelStr_buyPeyman
source: Buy Peyman
fa: خرید پیمان
fr: achat de contrat

# kuknos_panelStr_setting
source: Setting
fa: تنظیمات
fr: réglage

# kuknos_develop
source: developing
fa: در حال توسعه
fr: en cours de développement

# kuknos_recieve_title
source: For receiving credit from others, you must send your wallet ID to others.
fa: جهت دریافت اعتبار از افراد دیگر، شناسه کیف پول خود را برای آنها ارسال نمایید.
fr: veuillez envoyer votre identifiant de portefeuille pour recevoir le crédit de la part des autres

# kuknos_recieve_walletID
source: Your wallet Address is:
fa: شناسه کیف پول شما: SDJUKILLBBBTGGGGYHRFFD
fr: votre identifiant de portefeuille est SDJUKILLBBBTGGGGYHRFFD

# kuknos_recieve_copyBtn
source: Copy Wallet Address
fa: کپی کردن شناسه
fr: copier identifiant

# kuknos_recieve_copyToast
source: Wallet Address copied in clipboard.
fa: شناسه کیف پول شما در حافظه کپی شد.
fr: votre identifiant de portefeuille a été enregistré

# kuknos_send_title
source: Send Token
fa: ارسال اعتبار
fr: envoie de crédit

# kuknos_send_walletAddress
source: Wallet Address* :
fa: شناسه کیف پول مقصد *
fr: *identifiant de portefeuille de destinataire

# kuknos_send_text
source: Memo ID or text
fa: یادداشت
fr: note

# kuknos_send_amount
source: Amount* :
fa: مقدار *
fr: *somme

# kuknos_send_sendBtn
source: Send
fa: ارسال
fr: envoie

# kuknos_send_connectingServer
source: transferring...
fa: انتقال...
fr: transfert…

# kuknos_send_successServer
source: Transfer is successfully done.
fa: انتقال با موفقیت انجام شد.
fr: transfert a été bien fait

# kuknos_send_errorServer
source: Something went wrong. Please try again.
fa: خطای سرور: لطفا دوباره تلاش کنید.
fr: erreur de serveur : veuillez réessayer

# kuknos_send_walletIDError
source: Wallet Address must not be empty.
fa: شناسه کیف پول مقصد را وارد نمایید.
fr: veuillez entrer identifiant de portefeuille de destinataire

# kuknos_send_AmountError
source: Amount must not be empty.
fa: مقدار ارسالی نباید خالی باشد.
fr: le somme à envoyer ne doit pas être vide

# kuknos_send_CreditError
source: NOT enough credit.
fa: اعتبار حساب شما کافی نیست.
fr: votre crédit est insuffisant

# kuknos_send_AmountFromatError
source: Amount format is wrong. please only use . and digits.
fa: مقدار ارسالی صحیح نیست. لطفا فقط از . و اعداد 0 تا 9 استفاده کنید.
fr: le somme à envoyer n'est pas valable. Veuillez utiliser .et les chiffres de 0 à 9

# kuknos_send_dialogTitle
source: Transfer Status
fa: وضعیت انتقال
fr: situation de transfert

# kuknos_wHistory_date
source: Date
fa: تاریخ

# kuknos_wHistory_desc
source: Description
fa: توضیحات
fr: explication

# kuknos_wHistory_amount
source: Amount
fa: مقدار
fr: quantité

# kuknos_wHistory_dialogTitle
source: Error
fa: خطا
fr: erreur

# kuknos_wHistory_error
source: The connection to server is lost. Please try again in a few moments.
fa: ارتباط با سرور برقرار نشد. لطفا دقایقی دیگر دوباره تلاش کنید.
fr: connexion au serveur n'a pas été faite. Veuillez essayer de nouveau après quelques minutes

# kuknos_setting_title
source: Setting
fa: تنظیمات
fr: régalage

# kuknos_setting_changePin
source: Change PIN
fa: تغییر رمز ورودی
fr: modifier mot de passe

# kuknos_setting_viewRecoveryP
source: View Recovery Phrase
fa: نمایش زنجیره کلمات بازیابی
fr: afficher chaine des mots de récupération

# kuknos_setting_logout
source: Logout
fa: خروج از کیف پول
fr: déconnecter de portefeuille

# kuknos_changePIN_title
source: Change PIN code
fa: تغییر رمز ورودی
fr: modifier mot de passe

# kuknos_changePIN_message
source: This 4-numeric PIN will used to encrypt your secret keys. Please make sure you choose a PIN that is difficult to guess for others.
fa: رمز ورودی (چهار رقمی) جهت رمزنگاری کلید خصوصی شما مورد استفاده قرار می گیرد. لطفا رمز را به گونه ای انتخاب نمایید که به راحتی قابل حدس زدن نباشد.
fr: Le mot de passe ( en quatre chiffres) sert à chiffrer votre clé privée. Veuillez choisir un mot de passe difficile à deviner.

# kuknos_changePIN_oldP
source: Current PIN* :
fa: رمز فعلی *
fr: * mot de passe actuel

# kuknos_changePIN_newP
source: New PIN* :
fa: رمز جدید *
fr: * nouveau mot de passe

# kuknos_changePIN_rnewP
source: Confirm PIN* :
fa: تایید رمز جدید *
fr: * confirmation de nouveau mot de passe

# kuknos_changePIN_submit
source: Submit
fa: ثبت
fr: enregistrer

# kuknos_changePIN_load
source: changing...
fa: ذخیره...
fr: enregistrer

# kuknos_changePIN_emptyCP
source: Current PIN must NOT be empty.
fa: رمز فعلی را وارد نمایید.
fr: veuillez entrer mot de passe actuel

# kuknos_changePIN_emptyNP
source: New PIN must NOT be empty.
fa: رمز جدید را وارد نمایید.
fr: veuillez entrer ancien mot de passe

# kuknos_changePIN_emptyRNP
source: Re-enter new PIN to verify it.
fa: تایید رمز جدید را وارد نمایید.
fr: confirmation de nouveau mot de passe

# kuknos_changePIN_wrongCP
source: Current PIN is a 4-digit number.
fa: رمز فعلی باید 4 رقمی باشد.
fr: mot de passe actuel doit contenir 4 chiffres

# kuknos_changePIN_wrongNP
source: New PIN must be 4-digit.
fa: رمز جدید باید 4 رقمی باشد.
fr: nouveau mot de passe doit contenir 4 chiffres

# kuknos_changePIN_wrongRNP
source: Confirm PIN ust be 4-digit.
fa: رمز تایید باید 4 رقمی باشد.
fr: code de confirmation doit contenir 4 chiffres

# kuknos_changePIN_notEqual
source: New and confirm PIN does Not match.
fa: رمز جدید با رمز تایید مطابقت ندارد.
fr: nouveau mot de passe ne correspond au code de confirmation

# kuknos_changePIN_successTitle
source: Success
fa: موفقیت
fr: réussite

# kuknos_changePIN_failTitle
source: Fail
fa: خطا
fr: erreur

# kuknos_changePIN_successM
source: PIN code successfully changed.
fa: رمز ورودی تغییر یافت.
fr: mot de passe a été bien modifié

# kuknos_changePIN_failM
source: The connection to server is lost. Please try again in a few moments.
fa: ارتباط با سرور برقرار نشد. لطفا دقایقی دیگر دوباره تلاش کنید.
fr: connexion au serveur n'a pas été faite. Veuillez essayer de nouveau après quelques minutes

# kuknos_viewRecoveryEP_title
source: Show Recovery Keys
fa: نمایش زنجیره کلمات
fr: afficher chaine des mots de récupération

# kuknos_viewRecoveryEP_message
source: Please enter your PIN to view your recovery phrase.
fa: لطفا رمز عبور خود را وارد نمایید تا زنجیره کلمات بازیابی برای شما نمایش داده شود.
fr: veuillez entrer le mot de passe pour afficher la chaine des mots de récupération

# kuknos_viewRecoveryEP_pin
source: PIN
fa: رمز ورودی
fr: mot de passe

# kuknos_viewRecoveryEP_btn
source: View
fa: نمایش
fr: affichage

# kuknos_viewRecoveryEP_load
source: Loading...
fa: دریافت داده...
fr: réception des données

# kuknos_viewRecoveryEP_emptyPIN
source: Current PIN must NOT be empty.
fa: رمز ورودی نباید خالی باشد.
fr: mot de passe ne doit pas être vide

# kuknos_viewRecoveryEP_wrongPIN
source: Current PIN is a 4-digit number.
fa: رمز ورودی 4 رقمی میباشد.
fr: mot de passe a 4 chiffre

# kuknos_viewRecoveryEP_wrongPINE
source: PIN code is wrong. Please try again.
fa: رمز ورودی صحیح نمیباشد. لطفا دوباره تلاش کنید.
fr: mot de passe n'est pas valide. Veuillez essayer de nouveau

# kuknos_viewRecoveryEP_failTitle
source: Fail
fa: خطا
fr: erreur

# kuknos_logout_title
source: Logout
fa: خروج از کیف پول
fr: déconnecter de portefeuille

# kuknos_logout_message
source: Warning: loging out from your wallet will wipe the information from this machine. To view your wallet, you will have to go through the restoration process again.
fa: اخطار: خروج از کیف پول تمامی اطلاعات شما بر روی این دستگاه را پاک خواهد کرد و برای ورود مجدد باید حساب باید از فرایند بازیابی حساب استفاده کنید.
fr: Avertissement: déconncter de votre portefeuille effacera toutes vos données sur cet appareil.Vous devez utiliser le processus de récupération de compte pour vous reconnecter.

# kuknos_logout_pin
source: PIN
fa: رمز ورودی
fr: mot de passe

# kuknos_logout_btn
source: Logout
fa: خروج از کیف پول
fr: déconnecter de portefeuille

# kuknos_logout_load
source: Loging out...
fa: خروج...
fr: déconnecter

# kuknos_buyP_title
source: Buy Peyman
fa: خرید پیمان
fr: contrat d'achat

# kuknos_buyP_message
source: Kuknos is a multi-token platform that provides issues of any assets. In Kuknos platform we have an assets called Paymon (PMN) which is the native assets for Kuknos.
fa: شبکه ققنوس یک پلتفرم چند توکنی (Multi Token) یا چند دارایی (Multi Asset) است که امکان ساختن انواع توکن بر روی آن مقدور است. در این میان یک توکن (یا دارایی) خاص بنام پیمان (PMN) وجود دارد که کارکردهای ویژه ای برای آن در نظر گرفته شده است.
fr: e réseau GHOGHNOS est une plate-forme multi-jetons (Token ) ou multi-actifs sur laquelle vous pouvez créer une variété de jetons. Il existe également un jeton spécial (ou actif) appelé le PMN auquel des fonctions spéciales sont destinées.

# kuknos_buyP_amount
source: Number of Peymen (PMN)* :
fa: تعداد پیمان درخواستی *
fr: nombre des contrats demandés *

# kuknos_buyP_btn
source: Buy
fa: خرید
fr: achat

# kuknos_buyP_btn_server
source: Checking...
fa: بررسی...
fr: vérification…

# kuknos_buyP_btn_server2
source: Finilizing...
fa: انتقال به بانک
fr: transfert à la banque

# kuknos_buyP_desc
source: PS: - Rest of the assets in kuknos is valuated by this Paymon - Since Paymon has been backed by gold (one unit of PMN is equal to 30 mg 24-karat gold) - will be used as transactions fee - Consider as a gauge for assessing minimum balances
fa: - سنجش (پیمانه) ارزشگذاری سایر دارایی­ های شبکه ققنوس و تعیین ضریب تبدیل آنها به یکدیگر - به دلیل بهره گیری از پشتوانه طلا (هر پیمان دارای پشتوانه ۳۰ سوت طلای ۲۴ عیار) نوسان ارزش آن بسیارناچیز است و لذا در معاملات بازار می تواند به عنوان یک دارایی ثابت از آن استفاده نمود. - پرداخت هزینه های تراکنش های شبکه ققنوس - معیاری جهت کنترل حداقل مانده موجودی حساب ها
fr: Mesurer l’évaluation des autres actifs du réseau GHOGHNOOS et déterminer leur coefficient de conversion n-En raison de l'utilisation de l'or (chaque contrat d'or de 2 livres adossé à de l'or), sa fluctuation de valeur est négligeable donc ça peut donc être utilisé comme une immobilisation dans les opérations de marché. n- Paiement des frais de transaction sur le réseau Phoenix n- Critères de contrôle du solde minimal du compte n

# kuknos_buyP_sumTitle
source: Sum:
fa: جمع پرداختی:
fr: somme à payer

# kuknos_buyP_sumCurrency
source: IRR
fa: ریال
fr: Rials

# kuknos_buyP_emptyAmount
source: Number of PMN can NOT be empty.
fa: تعداد پیمان درخواستی خود را وارد نمایید.
fr: veuillez entrer le contrat demandé

# kuknos_buyP_zeroAmount
source: Number of PMN can NOT be zero.
fa: تعداد پیمان درخواستی نباید صفر باشد.
fr: nombre des contrats demandés ne doit pas être 0

# kuknos_buyP_failS
source: The connection to server is lost. Please try again in a few moments.
fa: ارتباط با سرور برقرار نشد. لطفا دقایقی دیگر دوباره تلاش کنید.
fr: connexion au serveur n'a pas été faite. Veuillez essayer de nouveau après quelques minutes
