Repository: KianIranian-STDG/iGap-iOS
Catalog: iGap/General/Language/*.lproj/Localizable.strings
Languages: ar, fa, fr

# desc_public_channel
source: Anyone can join public channels via searching or receiving the invitation link.
ar: يمكن للمستخدمين الانضمام إلى هذه القناة بواسطة البحث عن اسم المستخدم أو بواسطة استلام رابط الدعوة
fa: کاربران می توانند با جستوجوی نام کاربری یا دریافت لینک دعوت به این کانال بپیوندند.
fr: les membres peuvent rejoindre le canal par le lien d'invitation

# USER_VERIFY_BLOCKED_USER
source: User is blocked, no possibility to verify
ar: تمّ حظر هذه الجهة للاتصال و لايمكن تأييدها
fa: کاربر مسدود شده است و امکان تأیید وجود ندارد.
fr: L'utilisateur est bloqué, Impossible d'approuver.

# Enter_Code
source: Destruction Code
ar: رمز التدمير
fa: کد تخریب
fr: Code de destruction

# E_2
source: Need to Log in
ar: الحاجة إلى الدخول إلى النظام
fa: نیاز به ورود به سیستم
fr: Nécessite un login

# E_335
source: Bad payload
ar: خطأ من الزبون
fa: خطایی از کلاینت
fr: Erreur du client

# E_336
source: Internal Server Error
ar: خطأ من مزود خدمة الانترنت
fa: خطای درونی سرور
fr: Erreur Interne du Serveur

# E_337
source: This operation is not permitted.
ar: لايجوز هذا العمل.
fa: این کار مجاز نیست.
fr: Cette opération n'est pas autorisée.

# E_327_A
source: Bad payload: Invalid room ID
ar: خطأ من الزبون: رمز الغرفة غير صحيح.
fa: خطایی از کلاینت: شناسهٔ روم اشتباه است.
fr: Erreur du client: ID de chambre de discussion n'est pas correct

# E_328
source: Internal Server Error
ar: خطأ من مزود خدمة الانترنت
fa: خطای درونی سرور
fr: Erreur Interne du Serveur

# E_329
source: This operation is not permitted.
ar: لايجوز هذا العمل
fa: این کار مجاز نیست.
fr: Cette opération n'est pas autorisée.

# E_332_1
source: Bad payload: Invalid room ID
ar: خطأ من الزبون: رمز الغرفة غير صحيح
fa: خطایی از کلاینت: شناسهٔ روم اشتباه است.
fr: Charge utile incorrecte: ID de chambre de discussion n'est pas correct

# E_332_2
source: Bad payload: Invalid member ID
ar: خطأ من الزبون: رمز العضو غير صحيح.
fa: خطایی از کلاینت: شناسهٔ عضو اشتباه است.
fr: Charge utile incorrecte: ID de membre n'est pas correct

# E_333
source: Internal Server Error
ar: خطأ من مزود خدمة الانترنت
fa: خطای درونی سرور
fr: Erreur Interne du Serveur

# E_334
source: This operation is not permitted.
ar: لايجوز هذا العمل
fa: این کار مجاز نیست.
fr: Cette opération n'est pas autorisée.

# E_324_1
source: Bad payload: Invalid room ID
ar: خطأ من الزبون: رمز الغرفة غير صحيح
fa: خطایی از کلاینت: شناسهٔ روم اشتباه است.
fr: Charge utile incorrecte: ID de chambre de discussion n'est pas correct

# E_324_2
source: Bad payload: Invalid member ID
ar: خطأ من الزبون: رمز العضو غير صحيح.
fa: خطایی از کلاینت: شناسهٔ عضو اشتباه است.
fr: Charge utile incorrecte: ID de membre n'est pas correct

# E_325
source: Bad payload: Invalid member ID
ar: خطأ من الزبون: رمز العضو غير صحيح
fa: خطایی از کلاینت: شناسهٔ عضو اشتباه است.
fr: Charge utile incorrecte: ID de membre n'est pas correct

# E_326
source: Bad payload: Invalid member ID
ar: خطأ من الزبون: رمز العضو غير صحيح.
fa: خطایی از کلاینت: شناسهٔ عضو اشتباه است.
fr: Charge utile incorrecte: ID de membre n'est pas correct

# E_318_1
source: Bad payload: Invalid room ID
ar: خطأ من الزبون: رمز الغرفة غير صحيح
fa: خطایی از کلاینت: شناسهٔ روم اشتباه است.
fr: Charge utile incorrecte: ID de chambre de discussion n'est pas correct

# E_318_2
source: Bad payload: Invalid member ID
ar: خطأ من الزبون: رمز العضو غير صحيح.
fa: خطایی از کلاینت: شناسهٔ عضو اشتباه است.
fr: Charge utile incorrecte: ID de membre n'est pas correct

# E_319
source: Internal Server Error
ar: خطأ من مزود خدمة الانترنت
fa: خطای درونی سرور
fr: Erreur Interne du Serveur

# E_320
source: This operation is not permitted.
ar: لايجوز هذا العمل.
fa: این کار مجاز نیست.
fr: Cette opération n'est pas autorisée.

# E_321
source: Bad payload
ar: لعضو غير صحيح
fa: خطایی از کلاینت
fr: Charge utile incorrecte

# E_322
source: Internal Server Error
ar: خطأ من مزود خدمة الانترنت
fa: خطای درونی سرور
fr: Erreur Interne du Serveur

# E_323
source: This operation is not permitted.
ar: لايجوز هذا العمل.
fa: این کار مجاز نیست.
fr: Cette opération n'est pas autorisée.

# E_302_1
source: Bad payload: Invalid room ID
ar: خطأ من الزبون: رمز الغرفة غير صحيح.
fa: خطایی از کلاینت: شناسهٔ روم اشتباه است.
fr: Charge utile incorrecte: ID de chambre de discussion n'est pas correct

# E_302_2
source: Bad payload: Invalid user ID
ar: خطأ من الزبون: رمز المستخدم غير صحيح .
fa: خطایی از کلاینت: شناسهٔ کاربر اشتباه است.
fr: Charge utile incorrecte: ID d'utilisateur n'est pas correct

# E_302_3
source: Bad payload: Invalid starting Message ID
ar: خطأ من الزبون: رمز بداية الرسالة غير صحيح.
fa: خطایی از کلاینت: شناسهٔ شروع پیام اشتباه است.
fr: Charge utile incorrecte: ID de démarrage de discussion n'est pas correct

# E_302_4
source: Bad payload: Invalid role
ar: خطأ من الزبون: الرسم غير صحيح.
fa: خطایی از سمت کلاینت: نقش اشتباه است.
fr: Charge utile incorrecte: rôle n'est pas correct

# E_303
source: Internal Server Error
ar: خطأ من مزود خدمة الانترنت
fa: خطای درونی سرور
fr: Erreur Interne du Serveur

# E_304
source: The user is already in this conversation.
ar: المستخدم شارك في هذه المحادثة سابقاً.
fa: کاربر از پیش در این گفتگو حضور دارد.
fr: L'utilisateur est déjà dans cette conversation.

# E_305
source: This operation is not permitted.
ar: لايجوز هذا العمل.
fa: این کار مجاز نیست.
fr: Cette opération n'est pas autorisée.

# E_330_1
source: Bad payload: Invalid room ID
ar: خطأ من الزبون: رمز الغرفة غير صحيح
fa: خطایی از کلاینت: شناسهٔ روم اشتباه است.
fr: Charge utile incorrecte: ID de chambre de discussion n'est pas correct

# E_330_2
source: Invalid username
ar: خطأ من الزبون: اسم المستخدم غير صحيح
fa: خطایی از سمت کلاینت: نام کاربری اشتباه است.
fr: Charge utile incorrecte: ID d'utilisateur n'est pas correct

# E_330_3
source: Bad payload: Invalid description
ar: خطأ من الزبون: التفاصيل غير صحيحة.
fa: خطایی از سمت کلاینت: توضیحات اشتباه است.
fr: Charge utile incorrecte: explications ne sont pas correctes

# E_331
source: Internal Server Error
ar: خطأ من مزود خدمة الانترنت
fa: خطای درونی سرور
fr: Erreur Interne du Serveur

# E_109
source: Invalid Token
ar: الرمز غير صالح
fa: شناسه نامعتبر است.
fr: ID n'est pas valable

# E_110
source: Internal Server Error
ar: خطأ من مزود خدمة الانترنت
fa: خطای درونی سرور
fr: Erreur Interne du Serveur

# E_111
source: User is blocked
ar: تمّ حظر وصولك إلى هنا.
fa: دسترسی شما مسدود شده است.
fr: votre accès est bloqué

# E_112
source: Bad payload: Invalid nickname
ar: خطأ من الزبون: الإسم المستعار غير صحيح
fa: خطایی از سمت کلاینت: نام مستعار اشتباه است.
fr: Charge utile incorrecte: surnom n'est pas correct

# E_113
source: Internal Server Error
ar: خطأ من مزود خدمة الانترنت
fa: خطای درونی سرور
fr: Erreur Interne du Serveur

# E_200
source: Bad payload: Invalid Peer ID
ar: خطأ من الزبون: رمز المستخدم الآخر غير صحيح.
fa: خطایی از سمت کلاینت: شناسهٔ عضو دیگر اشتباه است.
fr: Charge utile incorrecte: ID d'autre utilisateur n'est pas correct

# E_201
source: Internal Server Error
ar: خطأ من مزود خدمة الانترنت
fa: خطای درونی سرور
fr: Erreur Interne du Serveur

# E_202
source: There is no active user with the given Peer ID.
ar: لايوجد أي مستخدم فيد النشاط لرمز العضو المقدّم.
fa: هیچ کاربر فعالی با شناسهٔ عضو ارائه شده وجود ندارد.
fr: Il n'y pas d'utilisateur active associé à cet ID

# E_124_1
source: Bad payload: Invalid phone number
ar: خطأ من الزبون: رقم الهاتف غير صحيح
fa: خطایی از سمت کلاینت: شماره تلفن اشتباه است
fr: Charge utile incorrecte: numéro de téléphone n'est pas correct

# E_124_2
source: Bad payload: Invalid first name
ar: خطأ من الزبون: الاسم غير صحيح.
fa: خطایی از سمت کلاینت: نام اشتباه است.
fr: Charge utile incorrecte: prénom n'est pas correct

# E_124_3
source: Bad payload: Invalid last name
ar: خطأ من الزبون: الإسم العائلي غير صحيح.
fa: خطایی از سمت کلاینت: نام خانوادگی اشتباه است.
fr: Charge utile incorrecte: nom de famille n'est pas correct

# E_124_4
source: Bad payload: first name or last name is required
ar: خطأ من الزبون: الإسم أو الإسم العائلي غير صحيح.
fa: خطایی از سمت کلاینت: نام یا نام خانوادگی اشتباه است.
fr: Charge utile incorrecte: nom ou prénom n'est pas correct

# E_125
source: Internal Server Error
ar: خطأ من مزود خدمة الانترنت
fa: خطای درونی سرور
fr: Erreur Interne du Serveur

# E_122
source: Bad payload: Invalid phone number
ar: خطأ من الزبون: رقم الهاتف غير صحيح
fa: خطایی از سمت کلاینت: شماره تلفن اشتباه است
fr: Charge utile incorrecte: numéro de téléphone n'est pas correct

# E_123
source: Internal Server Error
ar: خطأ من مزود خدمة الانترنت
fa: خطای درونی سرور
fr: Erreur Interne du Serveur

# E_218
source: Bad payload: Invalid room ID
ar: خطأ من الزبون: رمز الغرفة غير صحيح
fa: خطایی از کلاینت: شناسهٔ روم اشتباه است.
fr: Charge utile incorrecte: ID de chambre de discussion n'est pas correct

# E_219
source: Internal Server Error
ar: خطأ من مزود خدمة الانترنت
fa: خطای درونی سرور
fr: Erreur Interne du Serveur

# E_220
source: This operation is not permitted.
ar: لايجوز هذا العمل.
fa: این کار مجاز نیست.
fr: Cette opération n'est pas autorisée.

# E_300_1
source: Bad payload: Invalid description
fa: توضیح نامعتبر است
fr: explications ne sont pas valables

# E_300_2
source: Bad payload: Invalid description
ar: خطأ من الزبون: التفاصيل غير صحيحة
fa: خطایی از سمت کلاینت: توضیحات اشتباه است.
fr: Charge utile incorrecte: explications ne sont pas correctes

# E_301
source: Internal Server Error
ar: خطأ من مزود خدمة الانترنت
fa: خطای درونی سرور
fr: Erreur Interne du Serveur

# E_379
source: You cannot invite this user to groups because of the protected privacy for the request
fa: شما نمی توانید این کاربر را به گروه دعوت کنید.
fr: vous ne pouvez pas ajouter ce membre à ce group

# E_468
source: channel update signature forbidden
ar: توقيع تحديث القناة ممنوع
fa: تغییر وضعیت امضاء کانال ممنوع است
fr: changement de situation des signatures est interdit

# E_478
source: You cannot invite this user to groups because of the protected privacy for the request
fa: شما نمی توانید این کاربر را به کانال دعوت کنید.
fr: vous ne pouvez pas ajouter des autres membres à ce canal

# E_610
source: Bad payload
ar: خطأ من الزبون
fa: خطایی از سمت کلاینت
fr: Charge utile incorrecte

# E_611
source: Internal Server Error
ar: خطأ من مزود خدمة الانترنت
fa: خطای درونی سرور
fr: Erreur Interne du Serveur

# E_612
source: Bad payload
ar: خطأ من الزبون
fa: خطایی از سمت کلاینت
fr: Charge utile incorrecte

# E_613
source: Internal Server Error
ar: خطأ من مزود خدمة الانترنت
fa: خطای درونی سرور
fr: Erreur Interne du Serveur

# E_614
source: The Conversation not found.
ar: لم يتمّ العثور على محادثة كهذه.
fa: چنین گفتگویی یافت نشد.
fr: ce discussion n'a pas été retrouvé

# E_615_1
source: Bad payload: Invalid room ID
ar: خطأ من الزبون: رمز الغرفة غير صحيح
fa: خطایی از کلاینت: شناسهٔ روم اشتباه است.
fr: Charge utile incorrecte: ID de chambre de discussion n'est pas correct

# E_615_2
source: Bad payload: Invalid ID of the first message
ar: خطأ من الزبون: رمز بداية الرسالة غير صحيح
fa: خطایی از سمت کلاینت: شناسهٔ پیام اول اشتباه است.
fr: Charge utile incorrecte: ID de premier message n'est pas correct

# E_616
source: Internal Server Error
ar: خطأ من مزود خدمة الانترنت
fa: خطای درونی سرور
fr: Erreur Interne du Serveur

# E_617
source: No Other Messages to be Viewed.
ar: لاتوجد رسالة للمشاهدة بعد.
fa: دیگر پیامی برای مشاهده وجود ندارد.
fr: il n'y plus de message à afficher

# E_623
source: Client Resolve Username Not Found
ar: لم يتمّ العثور على اسم المستخدم .
fa: نام کاربری پیدا نشد.
fr: utilisateur n'est pas été retrouvé

# E_713_1
source: Bad payload: Invalid token
ar: خطأ من الزبون: الرسم غير صحيح
fa: خطایی از سمت کلاینت: نشانه اشتباه است.
fr: Charge utile incorrecte: signe n'est pas correct

# E_713_2
source: Bad payload: Invalid offset
ar: خطأ من الزبون: البديل غير صحيح.
fa: خطایی از سمت کلاینت: آفست اشتباه است.
fr: Charge utile incorrecte: ID de chambre de discussion n'est pas correct

# E_713_3
source: You Have Reached the maximum selection limit
ar: خطأ من الزبون: سقف القيود الأعلى غير صحيح
fa: خطایی از سمت کلاینت: سقف محدودیت بالااشتباه است.
fr: Charge utile incorrecte: plafond de limite maximal n'est pas correct

# E_713_4
source: Bad payload: Invalid selector
ar: خطأ من الزبون: المنتخٍب غير صحيح
fa: خطایی از سمت کلاینت: انتخاب کننده اشتباه است.
fr: Charge utile incorrecte: sélectionneur n'est pas correct

# E_713_5
source: Bad payload: Invalid offset
ar: خطأ من الزبون: البديل غير صحيح.
fa: خطایی از سمت کلاینت: آفست اشتباه است.
fr: Charge utile incorrecte: Offset n'est pas correct

# E_714
source: Internal Server Error
ar: خطأ من مزود خدمة الانترنت
fa: خطای درونی سرور
fr: Erreur Interne du Serveur

# E_715
source: file not found.
ar: لم يتمّ العثور على فايل كهذا.
fa: چنین فایلی یافت نشد.
fr: ce fichier n'a pas été retrouvé

# E_658
source: You have already sent report.
ar: قد تم ارسال الابلاغ سابقاً.
fa: گزارش تخلف قبلاً ارسال شده است.
fr: signalisation de fraude a été déjà reçue

# E_659
source: You are forbidden to send a report.
ar: لايجوز لك ارسال الابلاغ في الوقت الحالي .
fa: در حال حاضر مجاز به ارسال گزارش تخلف نیستید.
fr: vous n'êtes pas autorisé d'envoyer signalisation de fraude

# E_9002
source: Unable to get initialize id
ar: غير قادر على الحصول على معرف
fa: دریافت شناسه امکان پذیر نیست
fr: impossible de recevoir ID

# E_9006
source: Communication with the server is not possible
ar: التواصل مع الخادم غير ممكن
fa: ارتباط با سرور امکان پذیر نیست
fr: impossible de connexion au serveur

# E_9007
source: Communication with the server is not possible
ar: التواصل مع الخادم غير ممكن
fa: ارتباط با سرور امکان پذیر نیست
fr: impossible de connexion au serveur

# E_9008
source: Connection with recipient failed
ar: فشل الاتصال مع المستلم
fa: ارتباط با دریافت کننده برقرار نشد
fr: Impossible de communiquer avec le destinataire

# E_9009
source: Communication with the server is not possible
ar: التواصل مع الخادم غير ممكن
fa: ارتباط با سرور امکان پذیر نیست
fr: impossible de connexion au serveur

# E_9010
source: The recipient has not registered
ar: لم يتم تسجيل المستلم
fa: دریافت کننده ثبت نام نکرده است
fr: récepteur n'a pas encore fait l'inscription

# E_9013
source: Your registration is forbidden
ar: التسجيل ممنوع عليك
fa: ثبت نام برای شما ممنوع است
fr: Il vous est interdit de vous inscrire

# E_10167
source: You have already reported this user.
ar: لقد أرسلت ابلاغ اساءة استخدام هذا المستخدم سابقاً
fa: شما گزارش تخلف این کاربر را قبلاً ارسال کرده اید.
fr: Vous avez déjà soumis ce rapport d'abus utilisateur.

# E_10168
source: You are forbidden to do this action.
ar: لايجوز لك ارسال ابلاغ اساءة استخدام هذا المستخدم.
fa: شما قادر به ارسال گزارش تخلف این کاربر نیستید.
fr: vous n'êtes pas autorisé d'envoyer signalisation de fraude de cet utilisateur

# E_209_1
source: Bad payload: Invalid room ID
ar: خطأ من الزبون: رمز الغرفة غير صحيح
fa: خطایی از کلاینت: شناسهٔ روم اشتباه است.
fr: Charge utile incorrecte: ID de chambre de discussion n'est pas correct

# E_209_2
source: Bad payload: Invalid message ID
ar: خطأ من الزبون: رمز الرسالة غير صحيح
fa: خطایی از سمت کلاینت: شناسهٔ پیام اشتباه است.
fr: Charge utile incorrecte: ID de premier message n'est pas correct

# E_209_3
source: Bad payload: Invalid message
ar: خطأ من الزبون: الرسالة غير صحيحة
fa: خطایی از سمت کلاینت: پیام اشتباه است.
fr: Charge utile incorrecte: ID de message n'est pas correct

# E_210
source: No such file is found for request.
ar: لم يتم العثور على هذا الملف للطلب.
fa: چنین فایلی برای درخواست یافت نشد.
fr: pour ce demande , le fichier n'a pas été retrouvé

# E_211
source: This operation is not permitted.
ar: هذا العمل لايجوز
fa: این کار مجاز نیست.
fr: Cette opération n'est pas autorisée.

# E_212_1
source: Bad payload: Invalid room ID
ar: خطأ من الزبون: التفاصيل غير صحيحة.
fa: خطایی از سمت کلاینت: توضیحات اشتباه است.
fr: Charge utile incorrecte: explications ne sont pas correctes

# E_213
source: Internal Server Error
ar: خطأ من مزود خدمة الانترنت
fa: خطای درونی سرور
fr: Erreur Interne du Serveur

# E_214
source: This operation is not permitted.
ar: هذا العمل لايجوز.
fa: این کار مجاز نیست.
fr: Cette opération n'est pas autorisée.

# E_154_1
source: Bad payload: get token
ar: الرمز غير صالح: استلام الرمز
fa: کد نامعتبر:گرفتن کد
fr: code non-valable , reprendre le code

# E_233_1
source: You have got Blocked by This User
ar: تمّ حظرك بواسطة هذا المستخدم.
fa: شما توسط این کاربر مسدود شده اید .
fr: vous êtes bloqué par cet utilisateur

# E_154_2
source: Bad payload: get reason
ar: الرمز غير صالح: استلام السبب
fa: کد نامعتبر:گرفتن دلیل
fr: code non-valable, trouver la raison

# E_155
source: USER_DELETE INTERNAL SERVER ERROR
ar: تدمير الحساب: خطأ من مزود الانترنت
fa: تخریب اکانت : خطای داخلی سرور
fr: destruction de compte : Erreur Interne du Serveur

# E_156
source: USER DELETE INVALID TOKEN
ar: تدمير الحساب: الرمز خطأ
fa: تخریب اکانت : کد اشتباه است
fr: destruction de compte : code n'est pas correct

# E_157
source: USER DELETE EXPIRED TOKEN
ar: تدمير الحساب: الرمز غير صالح
fa: تخریب اکانت : کد اعتبار ندارد
fr: destruction de compte : code n'est pas valable

# E_158
source: USER DELETE MAX TRY LOCK
ar: تدمير الحساب: المحاولة الكثيرة جداً
fa: تخریب اکانت : تلاش بیش از اندازه
fr: destruction de compte : nombre des essais plus que limite

# time_out
source: can't connect to server
ar: عدم امكان الاتصال بمزود خدمة الانترنت
fa: عدم امکان اتصال به سرور
fr: impossible de connexion au serveur

# resend_all_messages
source: Resend %d messages
ar: "‫إعادة ارسال %d الرسالة
fa: ‫ارسال دوبارهٔ %d پیام
fr: envoyer de nouveau le message

# resend_chat_message
source: Resend messages
ar: "‫ارسال دوباإعادة ارسال الرسالة
fa: ‫ارسال دوبارهٔ پیام
fr: envoyer de nouveau le message

# if_you_are_away_for
source: Away for
ar: بعد
fa: پس از
fr: après

# st_Gander
source: Gender
ar: الجنس:
fa: جنسیت:
fr: sexe

# st_email
source: Email:
ar: البريد الالكتروني:
fa: ایمیل:

# month_1
source: 1 month
ar: 1 شهر
fa: ۱ماه
fr: un mois

# month_3
source: 3 months
ar: 3 شهور
fa: ۳ ماه
fr: 3 mois

# month_6
source: 6 months
ar: 6 شهور
fa: ۶ ماه
fr: 6 mois

# year_1
source: 1 year
ar: عام واحد
fa: یک سال
fr: un ans

# E_114
source: Unverified email address
ar: خطأ من الزبون: البريد الالكتروني غير صحيح
fa: خطایی از سمت کلاینت: ایمیل اشتباه است.
fr: Charge utile incorrecte : email n'est pas correct

# E_115
source: Internal Server Error
ar: خطأ من مزود خدمة الانترنت
fa: خطای درونی سرور
fr: Erreur Interne du Serveur

# E_116
source: Bad payload: Invalid gender
ar: خطأ من الزبون: نوع الجنس غير صحيح.
fa: خطایی از سمت کلاینت: نوع جنسیت اشتباه است.
fr: Charge utile incorrecte : sexe n'est pas correct

# E_118
source: Warning: Number of Contacts has exceeded the server restrictions.
ar: اخطار: تعداد مخاطبین از محدودیت تعداد سمت سرور فراتر است.
fa: اخطار: تعداد مخاطبین از محدودیت تعداد سمت سرور فراتر است.
fr: Alerte: nombre des contacts est passé de limite fixée par serveur

# E_118_5
source: Warning: Number of Contacts Chunk has exceeded the server restrictions.
ar: اخطار: تعداد پکیج انتقال مخاطبین از محدودیت تعداد سمت سرور فراتر است.
fa: اخطار: تعداد پکیج انتقال مخاطبین از محدودیت تعداد سمت سرور فراتر است.

# list_admin
source: List of Admin(s)
ar: قائمةالمدراء
fa: فهرست مدیران
fr: liste des dirigeants

# list_modereator
source: List of Moderator(s)
ar: قائمة المشرفين
fa: فهرست ناظران
fr: liste des surveillants

# desc
source: Description
ar: التفاصيل
fa: توضیحات
fr: explications

source: Hello blank fragment
ar: الاختبار
fa: تست
fr: teste

# receive_code_text
source: Did not you receive a text message?
ar: لم تستلم الرسالة النصية؟
fa: آیا پیام متنی دریافت نکردید؟
fr: Vous n'avez pas reçu le message?

source: Please Wait.
ar: إنتظر .
fa: منتظر باشید.
fr: veuillez patienter

source: New Chat
ar: محادثة جديدة
fa: گفتگوی جدید
fr: nouvelle discussion

source: Invite Friends
ar: دعوة الأصدقاء
fa: دعوت کردن دوستان
fr: inviter des amis

# iGap_FAQ
source: iGap FAQs
ar: ‫الأسئلة الشائعة لآیکب
fa: ‫پرسش‌های متداول آیگپ
fr: questions fréquentes d'iGap

source: Documents
ar: الوثاشق
fa: اسناد

source: Remove Admin
ar: إزالة المدير
fa: حذف مدیر
fr: élimination de dirigeant

source: Remove Moderator
ar: إزالة الاشراف
fa: حذف ناظر
fr: élimination de surveillant

source: Male
ar: الذكر
fa: آقا
fr: monsieur

source: Female
ar: الأنثى
fa: خانم
fr: madame

# from_beginning
source: From the Beginning
ar: من البداية
fa: از ابتدا
fr: dès le début

source: From Now
ar: من الآن
fa: از حالا
fr: À partir de maintenant

source: Last 50 Messages
ar: آخر 50 رسالة
fa: ۵۰ پیام آخر
fr: 50 derniers messages

source: Customs
ar: حسب الطلب
fa: سفارشی
fr: recommandé

# image_selected_for_send
source: selected image
ar: الصورة المختارة
fa: تصویر انتخاب شده
fr: image choisie

# video_selected_for_send
source: selected video
ar: الفيديو المختار
fa: ویدئوی انتخاب شده
fr: vidéo choisie

# multi_video_selected_for_send
source: Message selected
ar: الفيديو المختار
fa: پیام انتخاب شده
fr: vidéo choisie

# audio_selected_for_send
source: selected audio
ar: الصوت المختار
fa: صوت انتخاب شده
fr: voix choisie

# file_selected_for_send
source: selected file
ar: الملف المختار
fa: فایل انتخاب شده
fr: fichier choisi

# pain_selected_for_send
source: selected paint
ar: الرسم المختار
fa: نقاشی انتخاب شده
fr: dessin choisi

# phone_selected_for_send
source: selected phone
ar: رقم الهاتف المختار
fa: شماره تلفن انتخاب شده
fr: numéro de téléphone choisi

# crop_selected_for_send
source: selected Image
ar: الصورة المختارة
fa: تصویر انتخاب شده
fr: image choisie

source: Location Message
ar: رسالة الموقع
fa: پیام مکانی
fr: message de localisation

# chat_to_group
source: Convert to Group
ar: نقل المحادثة إلى المجموعة
fa: انتقال گفتگو به گروه
fr: transférer le message au group

source: last seen at
ar: آخر ظهور في
fa: آخرین بار دیده شده در
fr: dernier vu à

source: long time ago
ar: منذ فترة طويلة
fa: خیلی وقت پیش
fr: il y a long temps

source: last month
ar: الشهر الماضي
fa: ماه گذشته
fr: mois dernier

source: last week
ar: الاسبوع الماضي
fa: هفتهٔ گذشته
fr: semaine dernière

source: online
ar: متصل
fa: آنلاین
fr: en ligne

source: Exactly
ar: بالضبط
fa: دقیقاْ
fr: exactement

source: Recently
ar: أخيراً
fa: اخیراً
fr: récemment

source: Support
ar: الدعم
fa: پشتیبانی

# service_notification
source: Notification Services
ar: خدمة اشعارات التطبيق
fa: سرویس اعلانات برنامه
fr: Service des notifications de logiciel

# B_edit
source: Edit
ar: التعديل
fa: ویرایش
fr: modifier

# left
source: Leave
ar: المغادرة
fa: ترک کردن
fr: quitter

# Channel_name
source: New Channel
ar: قناة جديدة
fa: کانال جدید
fr: nouveau canal

source: Arrow
ar: السهم
fa: پیکان
fr: flèche

source: Ringtone
ar: نغمة الرنين
fa: آهنگ زنگ
fr: sonnerie

source: Discard
ar: النبذ
fa: رد کردن
fr: rejeter

source: Unknown
ar: غير معروف
fa: ناشناس
fr: inconnu

# add_to_list_contact
source: Add to Contact List
ar: الإضافة إلى جهات الاتصال
fa: افزودن به مخاطبین
fr: Ajouter aux contacts

# text_add_to_list_contact
source: Do you want to add this phone number to your contacts list?
ar: هل تريد اضافة هذا الرقم إلى جهات الاتصال؟
fa: آیا می‌خواهید این شماره را به مخاطبین اضافه کنید؟
fr: vous voulez ajouter ce numéro aux contacts?

# delete_account_text
source: Are you sure you want to delete your account?
ar: هل أنت متأكد من إزالة هذا الحساب؟
fa: آیا از حذف این حساب کاربری اطمینان دارید؟
fr: Etes-vous sûr de supprimer ce compte?

# text_kick_admin
source: Are you sure you want to kick this admin out?
ar: هل أنت متأكد من إزالة المدير؟
fa: آیا از اخراج این مدیر اطمینان دارید؟؟
fr: Etes-vous sûr d'éliminer ce dirigeant?

# text_kick_moderator
source: Are you sure you want to kick this moderator out?
ar: هل أنت متأكد من إزالة هذا المشرف؟
fa: آیا از اخراج این ناظر اطمینان دارید؟
fr: Etes-vous sûr d'éliminer ce surveillant ?

# dialog_readonly_chat
source: Sorry, you are not allowed to send any messages to this chat.
ar: مع الأسف لايمكنك ارسال الرسالة خلال المحادثة.
fa: متأسفانه امکان ارسال پیام در گفتگو برای شما وجود ندارد.
fr: impossible d'envoyer un message dans le discussion
