Repository: KianIranian-STDG/iGap-iOS
Catalog: iGap/General/Language/*.lproj/Localizable.strings
Languages: ar, fa, fr

# Create_new_Folder_here
source: Create a new Folder here
ar: قم بإنشاء مجلد جديد هنا
fa: در اینجا یک پوشه جدید ایجاد کنید
fr: veuillez créer un nouveau dossier

source: Powered by iGap
ar: مدعوم من آی کب
fa: طراحی شده توسط آیگپ
fr: désigné par iGap

# stop
source: Stop Bot
ar: توقف
fa: توقف
fr: arrêter

# stop_message_bot
source: Are you sure you want to stop this bot?
ar: هل أنت متأكد من أنك تريد إيقاف الروبوت؟
fa: آیا مطمئن هستید که میخواهید ربات را متوقف کنید؟
fr: Etes-vous sûr d'arrêter le robot?

# startUpdate
source: update
ar: تحديث
fa: به روز رسانی
fr: mis à jour

# access_phone_number
source: Are you sure to send your phone number?
ar: هل أنت متأكد من إرسال رقم هاتفك؟
fa: آیا از ارسال شماره تلفن خود اطمینان دارید ؟
fr: Etes-vous sûr d'envoyer ce numéro de téléphone?

# access_location
source: Are you sure to send your location?
ar: هل أنت متأكد من إرسال موقعك؟
fa: آیا از ارسال مکان خود اطمینان دارید؟
fr: Etes-vous sûr d'envoyer votre localisation?

source: Sticker message
ar: رسالة لاصقة
fa: پیام استیکر
fr: message au sticker

source: Sticker added successfully
ar: تمت إضافة الملصق بنجاح
fa: استیکر با موفقیت اضافه شد
fr: sticker a été bien ajouté

source: Please select an option
ar: يرجى تحديد خيار
fa: لطفا یک گزینه را انتخاب کنید
fr: veuillez choisir un élément

source: Sticker
ar: لاصقة
fa: استیکر

source: Add Sticker
ar: أضف ملصقا
fa: اضافه کردن استیکر
fr: ajouter un sticker

source: Remove Sticker
ar: إزالة اللاصق
fa: حذف استیکر
fr: Enlever un sticker

# remove_sticker_text
source: Are you sure you want to remove this stickers?
ar: هل أنت متأكد من أنك تريد إزالة هذه الملصقات؟
fa: آیا مطمئن هستید که میخواهید این استیکرها را حذف کنید؟
fr: Etes-vous sûr de supprimer ces stickers?

# add_sticker_text
source: Are you sure you want to install this stickers?
ar: هل أنت متأكد من أنك تريد تثبيت هذه الملصقات؟
fa: آیا مطمئن هستید که میخواهید این استیکرها را نصب کنید؟
fr: Etes-vous sûr d'installer ces stickers?

source: Add
ar: إضافة
fa: افزودن
fr: ajouter

source: Remove
ar: إزالة
fa: حذف
fr: éliminer

# try_later
source: Try some second later
ar: حاول بعض الثانية في وقت لاحق
fa: چند ثانیه بعد امتحان کنید
fr: veuillez essayer de nouveau après quelques secondes

# representer
source: Set Referral
ar: ريسبنتر
fa: ثبت معرف
fr: enregistrer de representative

# representer_code
source: Please set your Referral phone number here
ar: يرجى ضبط رقم هاتفك التمثيلي هنا
fa: شماره تلفن همراه معرف خود را وارد کنید
fr: veuillez entrer le numéro de representative

# unknown_type
source: not supported card
ar: هذا النوع من البطاقات غير مدعوم.
fa: این نوع کارت پشتیبانی نمی شود.
fr: Ce type de carte n'est pas supporté.

# order_history
source: Score History
ar: سجل التاريخ
fa: مشاهده سوابق
fr: regarder l'histoire

# your_point
source: Your Score
ar: درجاتك:
fa: امتیاز شما:
fr: vos points

# dialog_ok
source: Ok
ar: حسناً
fa: باشه

# error_submit_qr_code
source: There is an error with the request!
ar: لقد حدث خط مع طلبك
fa: خطایی با درخواست شما رخ داده است!
fr: une erreur s'est survenue à votre demande

# not_exist_activities
source: Your history is empty.
ar: السجل الخاص بك فارغ
fa: لیست سوابق شما خالی است
fr: liste de vos histoire est vide

# ivand_profile_title
source: My Score
ar: تقييمي
fa: امتیاز من
fr: mes points

# ivand_activities_title
source: Score History
ar: يسجل السجلات
fa: سوابق امتیاز
fr: Points records

source: Scan Barcode
ar: مسح الرمز الشريطى
fa: اسکن بارکد
fr: scanner le code barre

# st_ivand
source: iGap Club
ar: النادي آیکپ
fa: باشگاه آیگپ
fr: club iGap

# st_ivand_text_setting
source: Your Score:
ar: درجاتك:
fa: امتیاز شما:
fr: vos points

# E_10183
source: The entered code is invalid
ar: الكود المدخل غير صحيح
fa: کد وارد شده نا معتبر می باشد
fr: le code entré est invalide

# share_link_item_dialog
source: Share Link
ar: ربط الاشتراك
fa: اشتراک لینک
fr: partager le lien

# not_found_message
source: This message is missing.
ar: هذه الرسالة مفقودة.
fa: این پیام وجود ندارد.
fr: ce message n'existe pas

# ivnalid_data_provided
source: Input values are incorrect.
ar: قيم الإدخال غير صحيحة.
fa: مقادیر ورودی اشتباه است.
fr: les quantités entrées ne sont pas correctes

source: Secret Chat
ar: محادثة سرية
fa: گفتگوی خصوصی
fr: Chat privé

# new_message_notif
source: New Message
ar: پیام جدید
fa: پیام جدید
fr: nouveau message

# card_to_card
source: Request card to card
ar: طلب بطاقة إلى بطاقة
fa: درخواست کارت به کارت
fr: demande de faire le virement par carte bancaire

# your_device_is_root
source: Sorry! Your device is root.
ar: آسف! جهازك هو الجذر.
fa: متاسفانه دستگاه شما روت است.
fr: Malheureusement, votre appareil n'est pas enraciné.

# rial
source: Rials
ar: ریال
fa: ریال
fr: rial

source: Toman
ar: تومان
fa: تومان

# verify_fragment_hint
source: We sent an activation code to your phone. If you didn't receive any code, request again after 1 minute.
ar: لقد أرسلنا لك رمز التفعيل عبر الرسائل القصيرة ، ونطلب مرة أخرى خلال دقيقة واحدة إذا لم تستلم الرمز.
fa: ما از طریق پیامک برای شما یک کد فعالسازی ارسال کرده‌ایم، در صورت عدم دریافت کد بعد از ۱ دقیقه دوباره درخواست دهید.
fr: Nous vous avons envoyé un code d'activation par SMS, vous demandant à nouveau dans 1 minute si vous ne recevez pas le code.

# new_user_pass_fragment_hint
source: Specify a passcode for your card. You can change it later in Settings.
ar: تعيين كلمة مرور لحساب محفظتك ، يمكنك تغيير إعدادات كلمة المرور الخاصة بك في وقت لاحق.
fa: برای حساب کیف پول خود یک رمز عبور تعیین کنید، شما بعدا می‌توانید از تنظیمات رمز خود را تغییر دهید.
fr: définissez un code d'authentification pour votre carte. Vous pouvez le changer plus tard dans le réglage

# code_resend_text
source: * seconds to resend code
ar: * ثانية إلى الرسائل النصية مرة أخرى
fa: * ثانیه تا ارسال دوباره پیامک
fr: * seconde à envoyer de nouveau

source: Resend code
ar: إعادة إرسال الرسائل القصيرة
fa: ارسال دوباره پیامک
fr: envoyer de nouveau le SMS

# new_otp_requested
source: New code sent to your phone
ar: تم إرسال طلب رمز جديد
fa: درخواست کد جدید ارسال شد
fr: demande de nouveau code a été envoyé

source: Request again
ar: تطبيق
fa: درخواست مجدد
fr: redemander

# sending_code_to_x
source: Code sent to your phone *
ar: إرسال الرسائل القصيرة إلى رقم *
fa: در حال ارسال پیامک به شماره *
fr: envoie de SMS en cours au numéro de téléphone *

source: Select your city
ar: اختر مدينتك
fa: شهر خود را انتخاب کنید
fr: choisissez votre ville

# enter_username
source: Enter your username
ar: أدخل اسم المستخدم الخاص بك
fa: شناسه کاربری خود را وارد کنید
fr: entrer votre identifiant

# enter_code_correctly
source: Enter the activation code correctly
ar: أكمل الكود المقدم
fa: کد ارسال شده را کامل وارد کنید
fr: Entrez le code complet

# enter_mobile_correctly
source: Enter your phone number correctly
ar: أدخل رقم هاتفك المحمول الكامل
fa: شماره موبایل خود را کامل وارد کنید
fr: Entrez votre numéro de téléphone complet

# enter_your_mobile
source: Enter your phone number
ar: أدخل رقم هاتفك المحمول
fa: شماره موبایل خود را وارد کنید
fr: entrez votre numéro de portable

# enter_your_mobile_without_zero
source: Enter your phone number without zero
ar: أدخل رقم هاتفك المحمول دون الصفر
fa: شماره موبایل خود را بدون صفر وارد کنید
fr: entrez votre numéro de portable sans le 00

# enter_your_activation_code
source: Enter the activation code
ar: أدخل رمز التفعيل الخاص بك
fa: کد فعال‌سازی خود را وارد کنید
fr: entrez votre code d'activation

# country_code_not_valid
source: The country code is not valid
ar: كود البلد غير صحيح
fa: کد کشور صحیح نیست
fr: le code du pays est invalide

# four_digits_activation_code
source: 4 digits activation code
ar: رمز التفعيل المكون من رقمين
fa: کد فعال‌سازی ۴ رقمی
fr: code d'activation en 4 chiffres

# confirm_password
source: Repeat Password
ar: كرر كلمة المرور
fa: تکرار رمز عبور
fr: répeter le mot de passe

# enter_your_confirm_password
source: Reenter your password
ar: أدخل كلمة المرور الخاصة بك مرة أخرى
fa: تکرار رمز عبور خود را وارد کنید
fr: entrez la répition de votre mot de passe

source: Enter your password
ar: أدخل كلمة مرورك
fa: رمز عبور خود را وارد کنید
fr: entrez votre mot de passe

source: Select your password
ar: اختر كلمة مرورك
fa: رمز عبور خود را انتخاب کنید
fr: choisissez votre mot de passe

source: Enter your Referral code
ar: أدخل رمز الإحالة الخاص بك
fa: کد معرف خود را وارد کنید
fr: entrez le code de representative

source: Select your province
ar: اختر مقاطعتك
fa: استان خود را انتخاب کنید
fr: choisissez votre province

source: Referral code
ar: رمز المرجع
fa: کد معرف
fr: code de representative

source: Province Name
ar: اسم المقاطعة
fa: نام استان
fr: nom de province

source: Account Password
ar: كلمة مرور الحساب
fa: رمز حساب کاربری
fr: mot de passe de compte

source: Full Name
ar: الاسم واللقب
fa: نام و نام خانوادگی
fr: nom et prénom

source: Username
ar: اسم المستخدم
fa: نام کاربری
fr: ID

source: Birth Date
ar: تاريخ الميلاد
fa: تاریخ تولد
fr: date de naissance

source: Email
ar: البريد الإلكتروني
fa: ایمیل

source: Province
ar: مقاطعة
fa: استان

source: Username
ar: معرف المستخدم
fa: شناسه کاربری
fr: identifiant de l'utilisateur

source: Username Copied
ar: اسم المستخدم نسخ
fa: شناسه کاربری کپی شد.
fr: identiifant de l'utilisateur est copié

source: Select City
ar: اختر مدينة
fa: انتخاب شهر
fr: choix de ville

source: Select Province
ar: اختر المقاطعة
fa: انتخاب استان
fr: choix de provice

source: Mobile Number
ar: رقم الجوال
fa: شماره موبایل
fr: numéro de téléphone

# paygear_user
source: Wallet User
ar: محفظة المستخدم
fa: کاربر کیف پول
fr: Utilisateur de portefeuille

# authorization_not_valid
source: User authentication is not valid
ar: إذن وصول غير صالح
fa: مجوز دسترسی معتبر نیست
fr: l'autorisation de l'accès n'est pas valide

# already_read
source: I already read
ar: لقد قرأت ذلك من قبل
fa: قبلا خواندم
fr: j'ai lu

source: Login
ar: دخول
fa: ورود
fr: entrer

source: Next
ar: إضافي
fa: بعدی
fr: suivant

source: Back
ar: عودة
fa: بازگشت
fr: retour

source: Code
ar: الشفرة
fa: کد

source: Never Mind
ar: خلو من الهم
fa: بی خیال
fr: ignorer

source: Not Now!
ar: ليس الان!
fa: الان نه!
fr: Pas maintenant!

source: No Item
ar: لا توجد عناصر
fa: موردی یافت نشد
fr: aucun résultat est trouvé

source: Retry
ar: إعادة المحاولة
fa: تلاش مجدد
fr: essayer de nouveau

# charge_wallet
source: Wallet Charge
ar: شحن المحفظة
fa: شارژ کیف پول
fr: recharger le portefeuille

# charge_paygear
source: Charge Wallet
ar: شحن المحفظة
fa: شارژ کیف پول
fr: recharger le portefeuille

# immediate_cash_out
source: Immediate
ar: انسحاب فوري
fa: برداشت فوری
fr: retirer d'argent immidement

# normal_cash_out
source: Normal
ar: الحصاد العادي
fa: برداشت عادی
fr: retirer d'argent au temps normal

# enter_info_completely
source: Enter info correctly
ar: أدخل المعلومات بالكامل
fa: اطلاعات را به صورت کامل وارد کنید
fr: completez les informations d'une manière exacte

source: Source Card
ar: بطاقة الأصل
fa: کارت مبدا
fr: numéro de carte d'expéditeur

source: Destination Card
ar: بطاقة الوجهة
fa: کارت مقصد
fr: carte de destinataire

source: Destination Card Number
ar: رقم بطاقة الوجهة
fa: شماره کارت مقصد
fr: numéro de carte de destinataire

# destination_sheba_number
source: Destination IBAN Number
ar: رقم شبا الوجهة
fa: شماره شبای مقصد
fr: numéro d'identifiant bacaire national chez destinataire

source: Trace No
ar: شفرة التتبع
fa: کد رهگیری
fr: code de suivi

# reference_code
source: Reference No
ar: الرقم المرجعي
fa: شماره مرجع
fr: numéro de référence

source: Has
ar: هناك
fa: دارد
fr: a

# not_has
source: Has not
ar: لا
fa: ندارد
fr: n'a pas

source: See Details
ar: عرض التفاصيل
fa: مشاهده جزییات
fr: voir les détails

source: Request Time
ar: وقت التسوية
fa: زمان درخواست
fr: temps de la demande

source: Settlement Time
ar: وقت التسوية
fa: زمان تسویه
fr: temps de régélementation

# requested_amount
source: Requested Price
ar: المبلغ المطلوب
fa: مبلغ درخواستی
fr: somme demandée

# requested_amount_rial
source: Requested Price (Rial)
ar: المبلغ المطلوب(ریال)
fa: مبلغ درخواستی(ریال)
fr: somme demandée (Rial)

# deposits
source: Deposited
ar: الوديعة
fa: واریزی
fr: dépôt

source: Wage
ar: الأجور
fa: کارمزد
fr: frais

source: Bank
ar: مصرف
fa: بانک
fr: banque

source: Destination Bank
ar: بنك الوجهة
fa: بانک مقصد
fr: banque destinataire

source: Card Owner
ar: حامل البطاقة
fa: صاحب کارت
fr: titulaire de la carte

source: Total Price
ar: المبلغ الإجمالي
fa: مبلغ کل
fr: somme totale

source: Discount
ar: خصم
fa: تخفیف
fr: réduction

# service_price
source: Service
ar: حق الخدمة
fa: حق سرویس
fr: frais de service

source: Tax
ar: ضريبة
fa: مالیات
fr: Les taxes

# delivery_price
source: Delivery
ar: تكلفة الشحن
fa: هزینه ارسال
fr: frais d'envoie

source: Payable Price (Rial)
ar: تدفع (ریال)
fa: قابل پرداخت (ریال)
fr: somme payable(Rial)

source: Final Price (Rial)
ar: المبلغ النهائي (ریال)
fa: مبلغ نهایی (ریال)
fr: somme final (Rial)

# payable_price
source: Payment Price
ar: مبلغ الدفع
fa: مبلغ پرداختی
fr: somme à payer

# qr_not_detected
source: QR not recognized
ar: لا يمكن تحديد الأيقونة
fa: نماد قابل شناسایی نیست
fr: indice n'est pas identifiable

source: Payment Price (Rial)
ar: المبلغ المدفوع بالريال
fa: مبلغ پرداختی به ریال
fr: somme payable(Rial)

# price_rial
source: Amount (Rial)
ar: مبشر (ریال)
fa: مبلغ (ریال)
fr: somme (Rial)

# amount_must_be_greater_1000
source: Amount must be greter than 1000 rials
ar: يجب أن يكون المبلغ أكثر من 1000 ريال
fa: مبلغ باید بیشتر از 1000 ریال باشد
fr: somme doit dépasser 1000 Rial

# amount_not_valid
source: Amount is not valid
ar: أدخل المبلغ بشكل صحيح
fa: مبلغ را صحیح وارد کنید
fr: entrez la somme correctement

source: Payment History
ar: سجل المعاملات
fa: تاریخچه تراکنش‌ها
fr: histoire des transactions

# set_card_pin
source: Set Passcode
ar: تحديد كلمة السر الأمن
fa: تعریف رمز امنیتی
fr: définir un mot de passe de scurité

# credit_card_set_pin_confirm
source: For paying, you must specify a passcode for your Wallet card. Do you want to set?
ar: لاستخدام محفظتك ، يجب عليك أولاً تحديد كلمة المرور. هل تريد تمكين كلمة المرور؟
fa: برای استفاده از کیف پولکارت ابتدا باید برای آن رمز تعریف کنید. آیا می‌خواهید رمز را فعال نمایید؟
fr: pour utiliser votre carte de portefeuille , il faut d'abord définir un mot de passe. Voulez-vous activer le mot de passe?

# order_info
source: Transaction Info
ar: معلومات المعاملة
fa: اطلاعات تراکنش
fr: informations de la transaction

# pay_to
source: Paid To
ar: دفع ل
fa: پرداخت به
fr: payer à

# pay_with_raad_card_to
source: Paid with Wallet card to
ar: دفع مع محفظة
fa: پرداخت با کیف پولکارت به
fr: payer par carte de portefuille à

# pay_charge_for_raad_card_to
source: پرداخت شارژ پیگیرکارت به
ar: دفع رسوم المحفظة ل
fa: پرداخت شارژ کیف پولکارت به
fr: Payer une charge de portefeuille à

# charge_paygear_card
source: Wallet Charge
ar: شحن المحفظة
fa: شارژ کیف پولکارت
fr: charge de cart de portefeuille

# receive_from
source: Received From
ar: الحصول عليها من
fa: دریافت از
fr: recevoir de

# receive_charge_for_raad_card_from
source: دریافت شارژ پیگیرکارت از
ar: الحصول على شحن بطاقة المحفظة من
fa: دریافت شارژ کیف پولکارت از
fr: recevoir le recharge de carte de portefeuille

# settled
source: Cashout
ar: ترجمة حرفية حتى
fa: تسویه حساب شده
fr: regelmenttaion a été bien faite

# settled_pending
source: Cashout Pending
ar: في انتظار التسوية
fa: در انتظار تسویه حساب
fr: dans l'attends de reglementation

source: Payment pending
ar: في انتظار الدفع
fa: در انتظار پرداخت
fr: dans l'attents de paimeent

source: Taxi
ar: سيارة أجرة
fa: تاکسی

source: Successful Payment
ar: الدفع الناجح
fa: پرداخت موفق
fr: paiment réussi

source: Unsuccessful Payment
ar: فشل الدفع
fa: پرداخت ناموفق
fr: paiment échoué

source: Save Receipt
ar: حفظ الاستلام
fa: ذخیره رسید
fr: enregtrsement de reçu

source: Receipt Saved
ar: تم حفظ الإيصال
fa: رسید ذخیره شد
fr: reçue a été bien enregistré

source: SCAN
ar: تفحص
fa: اسکن کنید
fr: scanner

# cash_in_hint
source: Enter your charging amount and charge your card.
ar: أدخل المبلغ الذي تريده وشحن حسابك باستخدام بطاقتك المصرفية وكلمة مرور الخط الثاني.
fa: مبلغ مورد نظر خود را وارد کرده و با استفاده از کارت بانکی و رمز دوم اینترنتی خود حساب خود را شارژ کنید.
fr: entrez le montatnt souhaité et chargez votre compte en utilisant votre carte bancaire et votre deuxième mot de passe Internet

# how_to_get_sheba
source: How to get IBAN
ar: كيفية الحصول على معلومات من شبا
fa: نحوه اطلاع از شماره شبا
fr: Comment connaître le nombre d'identifiant bancaire national

# my_qr_hint
source: Show this QR to others so they scan and pay money to you.
ar: أظهر رمز صورتك للآخرين لمسحها ضوئيًا ومنحك المال!
fa: کد تصویری خود را به دیگران نشان دهید تا آن را اسکن کنند و به شما پول بدهند!
fr: montrez votre QR aux autres pour le faire scanner et recevoir de l'argent

source: My QR
ar: بلدي ريال قطري
fa: کیوآر من
fr: mon QR

# card_16_digits
source: 16 digits card number
ar: بطاقة 16 رقما
fa: شماره ۱۶ رقمی کارت
fr: numéro de la carte en 16 chiffres

# sheba_20_digits
source: 24 digits IBAN number
ar: شبا 16 رقما
fa: شماره ۲۴ رقمی شبا
fr: numéro de l'identifiant bancaire national en 24 chiffres

source: No camera Found
ar: كاميرا الجهاز غير موجود
fa: دوربین دستگاه یافت نشد
fr: caméro de l'appareol n'est pas détéctée

# paygear_balance
source: Wallet Balance
ar: جرد المحفظة
fa: موجودی کیف پول
fr: solde de porte-feuille

# paygear_card_balance
source: Wallet Card Balance
ar: جرد المحفظة
fa: موجودی کیف پول
fr: solde de porte-feuille

# paygear_account_balance
source: Wallet Account Balance
ar: رصيد حساب المحفظة
fa: موجودی حساب کیف پول
fr: solde de compte de porte-feuille

source: Cashable Balance
ar: المخزون القابل للإزالة
fa: موجودی قابل برداشت
fr: solde déductible

source: Cashable Price
ar: المبلغ القابل للخصم
fa: مبلغ قابل برداشت
fr: montant déductible

# cash_in_paygear
source: Charge
ar: شحن حساب محفظة
fa: شارژ حساب کیف پول
fr: créditer compte de portefuille

# cash_out_paygear
source: Cashout
ar: السحوبات من المحفظة
fa: برداشت از کیف پول
fr: retirer l'argent de portefeuille

source: Cashable
ar: قابل للنقل
fa: قابل برداشت
fr: déductible

# not_cashable
source: Non Cashable
ar: غير قابلة للاسترداد
fa: غیر قابل برداشت
fr: non- déductible

source: Gift
ar: هدية
fa: هدیه
fr: cadeau

# withdraw
source: Cashout
ar: إزالة
fa: برداشت
fr: retrai

source: Cards
ar: بطاقات
fa: کارت‌ها
fr: les cartes

source: My Cards
ar: بطاقاتي
fa: کارت‌های من
fr: mes cartes

# cashout_today_limit
source: Today Cashout Limit
ar: سقف الحصاد اليوم
fa: سقف برداشت امروز
fr: plafond des retrais d'aujourd'hui

# cash_out_request_done
source: Cahsout Request done
ar: تم استكمال طلب التسوية
fa: درخواست تسویه انجام شد
fr: la demande de réglementation a été faite

source: Cashout Request
ar: طلب التماس
fa: درخواست تسویه
fr: demande de réglementation

# paygear_card_pin
source: Wallet Passcode
ar: كلمة مرور المحفظة
fa: رمز کیف پول
fr: mot de passe de portefeuille

source: QR
ar: کیوآر
fa: کیوآر

source: Scanner
ar: الماسحات الضوئية
fa: اسکنر

source: Default Card
ar: البطاقة الافتراضية
fa: کارت پیش‌فرض
fr: carte par défaut

source: Delete Card
ar: أزل البطاقة
fa: حذف کارت
fr: eliminer la carte

source: Add New Card
ar: أضف بطاقة جديدة
fa: افزودن کارت جدید
fr: ajouter nouvelle carte

# delete_card_confirm
source: Are you sure you want to delete this card?
ar: هل أنت متأكد من أنك تريد حذف هذه البطاقة المصرفية؟
fa: آیا از حذف این کارت بانکی مطمئن هستید؟
fr: Etes-vous sûr d'eliminer cette carte bancaire?

source: Card Number
ar: رقم البطاقة
fa: شماره کارت
fr: numéro de la carte

source: Month
ar: شهر
fa: ماه
fr: mois

source: Year
ar: عام
fa: سال
fr: année

source: Edit
ar: التحرير
fa: ویرایش
fr: modifier

source: Camera
ar: كاميرا
fa: دوربین
fr: caméra

source: Gallery
ar: رواق
fa: گالری
fr: gallerie

# delete_image
source: Delete Picture
ar: حذف الصورة
fa: حذف تصویر
fr: supprimer la photo

# click_here_for_adding_card
source: To add card click here.
ar: المس هنا لإضافة بطاقة
fa: برای افزودن کارت اینجا را لمس کنید
fr: touchez ici pour ajouter la carte

# x_people
source: * People
ar: * شخص
fa: * نفر
fr: * personnes

# enter_receiver_code
source: Enter the merchant code
ar: أدخل رمز المستلم
fa: کد پذیرنده را وارد کنید
fr: Entrez le code de l'accepteur

# receiver_code
source: Merchant Code
ar: رمز المتقبل
fa: کد پذیرنده
fr: Code de l'accepteur

# pay_with_price_x
source: Payment Price *
ar: دفع في المبلغ *
fa: پرداخت به مبلغ *
fr: payer la somme de *n\

# internet_pin_2
source: Pin
ar: كلمة مرور الإنترنت الثانية
fa: رمز دوم اینترنتی
fr: Deuxième mot de passe Internet pour les achats en ligne

source: Select Card
ar: اختيار البطاقة
fa: انتخاب کارت
fr: choix de la carte

# new_pass
source: New Passcode
ar: كلمة مرور جديدة
fa: رمز جدید
fr: nouveua mot de passe

# confirm_pass
source: Repeat Passcode
ar: كرر كلمة المرور
fa: تکرار رمز
fr: répeter le mot de passe

# current_pass
source: Current Passcode
ar: كلمة المرور الحالية
fa: رمز فعلی
fr: mot de passe actuel

# passwords_not_match
source: Passcodes are not match
ar: كلمات المرور ليست هي نفسها
fa: رمزها یکسان نیستند
fr: les deux mots de pass ne sont pas pareils

# card_pin_saved
source: Passcode saved
ar: كلمة مرور المحفظة المسجلة
fa: رمز کیف پول ثبت شد
fr: le mot de passe de votre portefeuille a été enregistré

# card_pin_changed
source: Passcode changed
ar: تم تغيير كلمة مرور المحفظة
fa: رمز کیف پول تغییر یافت
fr: le mot de passe de votre portefeuille a été modifié

source: Flashlight
ar: مصباح يدوي
fa: چراغ قوه
fr: Lampe de poche

# entering_driver_code
source: Entering the driver or store code
ar: أدخل رمز السائق أو المتجر يدويًا
fa: ورود دستی کد راننده یا مغازه
fr: entrer manuellement le code de chauffeur ou de magasin

# scan_driver_or_store_qr
source: For paying, scan the driver or store QR
ar: تفحص کیوآر
fa: کیوآر را اسکن کنید
fr: scanner QR

# data_unknown
source: QR data is unknown
ar: المعلومات الواردة غير واضحة
fa: اطلاعات دریافتی نامشخص است
fr: des informations reçues sont indéfines

# enter_card_number
source: Enter card number correctly
ar: أدخل رقم البطاقة تماما
fa: شماره کارت را به طور کامل وارد کنید
fr: entrez completement le numéro de la carte

# enter_cvv2
source: Enter your card CVV2 number
ar: أدخل رمز cvv2 الخاص بطاقتك
fa: کد cvv2 کارت خود را وارد کنید
fr: entrez le CVV2 de votre carte

# enter_your_second_pin
source: Enter your card second pin
ar: أدخل كلمة المرور الثانية من بطاقتك
fa: رمز دوم کارت خود را وارد نمایید
fr: Entrez le deuxième mot de passe de votre carte pour les achats en ligne

# enter_expire_date
source: Enter your card exp date
ar: أدخل تاريخ انتهاء صلاحية بطاقتك
fa: تاریخ انقضای کارت خود را وارد کنید
fr: entrez la date d'expiration de votre carte

# enter_expire_date_year
source: Enter your card exp year
ar: أدخل السنة التي تنتهي فيها بطاقتك
fa: سال انقضای کارت خود را وارد کنید
fr: entrez l'année d'expiration de votre carte

# enter_expire_date_month
source: Enter your card exp month
ar: أدخل شهر انتهاء بطاقتك
fa: ماه انقضای کارت خود را وارد کنید
fr: entrez le mois d'expiration de votre carte

# enter_expire_date_month_correctly
source: Enter your card exp month correctly
ar: أدخل شهر انتهاء بطاقتك بشكل صحيح
fa: ماه انقضای کارت خود را به درستی وارد کنید
fr: entrez correctement le mois d'expiration de votre carte

# enter_cash_in_price
source: Enter charge price
ar: حدد مبلغ الإيداع
fa: مبلغ واریزی را مشخص نمایید
fr: définissez la somme de viremment

source: Enter cashout price
ar: حدد مبلغ السحب
fa: مبلغ برداشت را مشخص نمایید
fr: définissez la somme de retrait

source: Enter your card number
ar: أدخل رقم بطاقتك
fa: شماره کارت خود را وارد کنید
fr: entrez le numéro de votre carte

# enter_your_sheba_number
source: Enter your IBAN number
ar: أدخل شبا رقمك
fa: شماره شبا خود را وارد کنید
fr: entrez votre identiifant bancaire national

# enter_your_province
source: select your province
ar: حدد مقاطعتك
fa: استان خود را مشخص کنید
fr: definissez votre province

source: Language
ar: لغة التطبيق
fa: زبان برنامه
fr: langue de l'application

source: Privacy Policy
ar: سياسة الخصوصية
fa: حریم خصوصی
fr: confidentialité
