Repository: KianIranian-STDG/iGap-iOS
Catalog: iGap/General/Language/*.lproj/Localizable.strings
Languages: ar, fa, fr

# rabi_sani
source: Rabi Thani
ar: ربیع‌الثانی
fa: ربیع‌الثانی
fr: Rabii ath-thani

# jamado_aval
source: Jumada Awwal
ar: جمادی‌الاول
fa: جمادی‌الاول
fr: Joumada al oula

# jamado_sani
source: Jumada Thani
ar: جمادی‌الثانی
fa: جمادی‌الثانی
fr: Joumada ath-thania

source: Rajab
ar: رجب
fa: رجب

# shaban
source: Shaaban
ar: شعبان
fa: شعبان
fr: Chaabane

# ramezan
source: Ramadhan
ar: رمضان
fa: رمضان
fr: Ramadan

# shaval
source: Shawwal
ar: شوال
fa: شوال
fr: Chawwal

# zighade
source: Thul Qidah
ar: ذیقعده
fa: ذیقعده
fr: Dhou al qi`da

# zihaje
source: Thul Hijjah
ar: ذیحجه
fa: ذیحجه
fr: Dhou al-hijja

# st_multi_tab
source: Multi Tab
ar: تبويب متعدد
fa: چند نواری
fr: multi tabes

# st_dark_theme
source: Dark Theme
ar: موضوع الظلام
fa: زمینه تیره
fr: thème foncé

# dont_ask_again
source: Understood
ar: حصلت عليه
fa: فهمیدم
fr: j'ai compris

source: Attention
ar: اهتمام
fa: توجه
fr: Notice

# content_attention_dialog
source: Note: People on the map will be displayed with a 500-meter error. So no worries
ar: ملاحظة: تجدر الإشارة إلى أن الأفراد على الخريطة سيتم عرض مع وجود خطأ من 500 متر. لذلك لا تقلق
fa: نکته : قابل ذکر است افراد بر روی نقشه با خطای 500 متر نمایش داده خواهند شد. پس جای نگرانی نیست
fr: Remarque:: Notez que les gens seront affichés sur la carte avec une erreur de 500 mètres. Donc pas de soucis

# st_cameraBottomSheet
source: Small camera in attachments
ar: كاميرا صغيرة في المرفقات
fa: دوربین کوچک در پیوست ها
fr: Petite caméra dans les pièces jointes

# open_default_player
source: Open video with default player
ar: فتح الفيديو باستخدام المشغل الافتراضي
fa: ویدئو را با پخش کننده پیشفرض باز کن
fr: Ouvrir la vidéo avec le lecteur par défaut

# show_channel_vote
source: Channel Reaction
ar: تفاعل القناة
fa: واکنش در کانال
fr: Réaction dans le canal

# verify_channel
source: Verified Channel
ar: تم التحقق من القناة
fa: کانال تأیید شده
fr: canal vérifié

# verify_user
source: Verified User
ar: تم التحقق من المستخدم
fa: کاربر تأیید شده
fr: Utilisateur vérifié

source: Save data in sd card
ar: حفظ المعلومات على البطاقة الجانبية
fa: ذخیره اطلاعات در کارت جانبی
fr: enregistrement les informations sur la carte SD

source: Are you sure?
ar: هل أنت متأكد؟
fa: شما مطمئن هستید ؟
fr: Etes- vous sûr ?

# are_you_sure_request
source: Are you sure you want to submit your request?
ar: هل أنت متأكد أنك تريد تسجيل طلبك؟
fa: آیا از ثبت درخواست خود اطمینان دارید؟
fr: Êtes-vous sûr de vouloir soumettre votre demande?

# are_you_sure_edit_contact
source: Are you sure to edit contact?
ar: هل أنت متأكد من تحرير الاتصال؟
fa: از ویرایش کاربر مطمئن هستید ؟

source: Change storage place
ar: تغيير موقع التخزين
fa: تغییر مکان ذخیره سازی
fr: Changer de lieu de stockage

source: Other Files
ar: ملفات اخرى
fa: سایر فایل ها
fr: Autres fichiers

# title_import_contact_limit
source: Warning: Import contact list
ar: دخول قائمة الاتصال
fa: اخطار: در حال بارگزاری لیست مخاطبین
fr: Avertissement: Chargement de la liste de contacts

# content_import_contact_limit
source: Number of your contact list has exceeded the server restrictions and only the approved part will be uploaded.
ar: عذرًا ، عدد جهات الاتصال لديك كبير جدًا لا يمكننا التحقق من الخادم ، يرجى حفظ جهات الاتصال على مستوى معقول
fa: متاسفانه تعداد مخاطبین شما بیش از حد مجاز میباشد. تعداد مجاز بارگزاری شد.
fr: Le nombre de votre liste de contacts a dépassé les restrictions du serveur .Numéro autorisé rechargé.

source: Another Room
ar: غرفة أخرى
fa: اتاق دیگر
fr: Autres fichiers

# filter_cancel_content
source: Are you discarding changes?
ar: هل تخليت عن التغييرات؟
fa: آیا از تغییرات انجام داده منصرف شدید ؟
fr: Avez-vous abandonné les modifications que vous avez apportées?

# lbl_brightness
source: Brightness
ar: سطوع
fa: روشنایی
fr: Luminosité

# lbl_contrast
source: Contrast
ar: تباين
fa: کنتراست
fr: contraste

# lbl_saturation
source: Saturation
ar: التشبع
fa: اشباع

# tab_filters
source: Filters
ar: مرشح اللون
fa: فیلتر رنگ
fr: Les filtres de couleur

source: Filter
ar: مرشح
fa: فیلتر

# tab_edit
source: Edit
ar: تحرير
fa: ویرایش
fr: modifier

# can_not_open_file
source: This file can not be opened
ar: لا يمكن فتح هذا الملف
fa: این فایل باز نمی شود
fr: Ce fichier ne peut pas être ouvert

# st_24_Clock
source: 24 hour clock
ar: 24 ساعة
fa: زمان ۲۴ ساعته
fr: 24 heures

# pin_messages_content
source: Do you want to pin this message?
ar: ترید %s هذه الرسالة?
fa: میخواهید این پیام را %s کنید؟
fr: Voulez-vous%s ce message?

source: UnPin
ar: غير دبوس
fa: غیرسنجاق
fr: Détacher

# pin_message
source: Pin
ar: دبوس
fa: سنجاق
fr: Epingle

# pined_message
source: Pinned Message
ar: دبوس
fa: سنجاق
fr: Épingle

# all_member
source: All Members
ar: جميع الأعضاء
fa: همه اعضا
fr: tous les membres

source: This Page
ar: ههذه الصفحة
fa: همین صفحه
fr: cette page

source: Disable
ar: معاق
fa: غیرفعال
fr: désactiver

source: Scheduled:
ar: تخطيط:
fa: برنامه ریزی:
fr: Planification:

# from_theme
source: From:
ar: من:
fa: از:
fr: de

# to_theme
source: Until:
ar: يصل الى:
fa: تا:
fr: À:

source: Automatic
ar: تلقائيا
fa: خودکار
fr: Automatique

# automatic_description_theme
source: The night mode was activated from 19 to 8 with automatic mode selection
ar: تم تنشيط الوضع الليلي من 19 إلى 8 عن طريق تحديد الوضع التلقائي
fa: حالت شب از 19 تا 8 با انتخاب حالت خودکار فعال شد
fr: Le mode nuit est activé de 19 à 8 en sélectionnant le mode automatique

source: Setting Dark Theme
ar: إعدادات قذيفة الظلام
fa: تنظیمات پوسته تاریک
fr: régalage du thème foncé

source: Select Time
ar: اختر الوقت
fa: انتخاب زمان
fr: choix du temps

source: Financial Services
ar: الخدمات المالية
fa: خدمات مالی
fr: services financières

source: Install App
ar: ثبّت التطبيق
fa: نصب برنامه
fr: installer l'application

# text_top
source: To use the service: to install the application for the card, buy a bus ticket, purchase a charge, pay bills, buy a package and other payment services.
ar: لاستخدام الخدمة: لتثبيت التطبيق للبطاقة ، وشراء تذكرة الحافلة ، وشراء تهمة ، ودفع الفواتير ، وشراء مجموعة وخدمات الدفع الأخرى.
fa: برای استفاده از خدمات :کارت به کارت، خرید بلیط اتوبوس ، خرید شارژ، پرداخت قبوض، خرید بسته اینترنتی و سایر خدمات پرداخت، اپلیکیشن تاپ را نصب نمایید.
fr: veuillez installer l'application TOP pour profiter des services pour faire des virements bancaires , achat des billets , achat des recharges téléphoniques , achats des forfaits de l'internet.

# text_paygear
source: Follow up, pick up your wallet and instant cash deposit, pay your gifts, buy from stores and pay tax limousines.
ar: لاستخدام الخدمة: لتثبيت التطبيق للبطاقة ، وشراء تذكرة الحافلة ، وشراء تهمة ، ودفع الفواتير ، وشراء مجموعة وخدمات الدفع الأخرى.
fa: پیگیر ، کیف پول همراه شما برداشت و واریز آنی وجه ، پرداخت هدیه ، خرید از فروشگاه ها و پرداخت کرایه تاکسی.
fr: suivi , portefeuille vous aide pour faire des virements bancaire immédiat , retirer de l'argent , acheter en ligner des magasines et bien payer le taxi etc.

source: customization
ar: التخصيص
fa: سفارشی سازی
fr: personnalisation

source: Apply colors to customize
ar: تطبيق الألوان لتخصيصها
fa: اعمال رنگ ها برای سفارشی سازی
fr: créer des couleurs pour personnalisation

source: Payment
ar: دفع
fa: پرداخت
fr: paiement

# buy_charge
source: Top up SIM card
ar: شراء رسوم المحمول
fa: خرید شارژ تلفن همراه
fr: achat des recharges téléphonique

source: Pay bills
ar: ادفع الفواتير
fa: پرداخت قبوض
fr: payer les factures

# pay_bills_crime
source: Pay traffic tickets
ar: دفع فواتير مخالفات المرور
fa: پرداخت قبوض راهنمایی و رانندگی
fr: Paiement des factures de circulation

source: Barcode reader
ar: قارئ الباركود
fa: بار کد خوان
fr: scanner un Code-barres

source: Billing ID
ar: معرف الفواتير
fa: شناسه قبض
fr: identifiant de la facture

source: enter
ar: أدخل
fa: وارد کنید
fr: entrer

source: Payment code
ar: رمز الدفع
fa: شناسه پرداخت
fr: identifiant de paiement

# amount
source: Amount(Rial)
ar: قدر
fa: مبلغ(ریال)
fr: somme en Rial

# buy
source: pay
ar: يشترى
fa: خرید
fr: achat

source: Select
ar: انتخب
fa: انتخاب کنید
fr: choisissez

source: Hamrahe Aval
ar: همراه اول
fa: همراه اول
fr: MCI

source: IranCell
ar: ایرانسل
fa: ایرانسل

source: Ritel
ar: رایتل
fa: رایتل
fr: Rightel

source: Normal charge
ar: شحنة عادية
fa: شارژ معمولی
fr: recherche normal

# amazing
source: Amazing charge
ar: تهمة مذهلة
fa: شگفت انگیز
fr: Merveilleux

# wimax_charging
source: WiMAX charge
ar: شحن وایمکس
fa: شارژ وایمکس
fr: rechercher de WiMAX

# permanently_charge
source: Charge permanent SIM cards
ar: قم بشحن بطاقة بشكل دائم
fa: شارژ سیم کارت دائمی
fr: recharge des cartes de SIM permanentes

# get_gifts
source: Get Gift
ar: دریافت هدیه
fa: دریافت هدیه
fr: recevoir votre cadeau

source: Congratulations
ar: مبارک باشد
fa: تبریک
fr: félicitation!

# unsuccessful
source: Failed
ar: موفقیت آمیز نبود
fa: موفقیت آمیز نبود
fr: échoué

# disabled_qr_voucher
source: This voucher is disabled or used before.
ar: متاسفانه این Qr قابل استفاده نیست یا قبلا استفاده شده است
fa: متاسفانه این کیوآر قابل استفاده نیست یا قبلا استفاده شده است
fr: Ce QR est désactivé ou utilisé auparavant.

# charge_1
source: 10,000 Rials
ar: 10.000 ریالی
fa: 10.000 ریالی

# charge_2
source: 20,000 Rials
ar: 20.000 ریالی
fa: 20.000 ریالی

# charge_5
source: 50,000 Rials
ar: 50.000 ریالی
fa: 50.000 ریالی

# charge_10
source: 100,000 Rials
ar: 100.000 ریالی
fa: 100.000 ریالی

# charge_20
source: 200,000 Rials
ar: 200.000 ریالی
fa: 200.000 ریالی

# charge_50
source: 500,000 Rials
ar: 500.000 ریالی
fa: 500.000 ریالی

# charge_100
source: 1,000,000 Rials
ar: 1.000.000 ریالی
fa: 1.000.000 ریالی

# charge_1_ir
source: 10,000 Rials + 9% Value Added = 10,900 Rials
ar: 10.000 ریالی + 9% القيمة المضافة = 10.900 ریال
fa: 10.000 ریالی + 9% ارزش افزوده = 10.900 ریال
fr: 10,000 Rials + 9% TVA= 10,900 Rials

# charge_2_ir
source: 20,000 Rials + 9% Value Added = 21,180 Rials
ar: 20.000 ریالی + 9% القيمة المضافة = 21.180 ریال
fa: 20.000 ریالی + 9% ارزش افزوده = 21.180 ریال
fr: 20,000 Rials + 9% TVA = 21,180 Rials

# charge_5_ir
source: 50,000 Rials + 9% Value Added = 54,500 Rials
ar: 50.000 ریالی + 9% القيمة المضافة = 54.500 ریال
fa: 50.000 ریالی + 9% ارزش افزوده = 54.500 ریال
fr: 50,000 Rials + 9% TVA = 54,500 Rials

# charge_10_ir
source: 100,000 Rials + 9% Value Added = 109,000 Rials
ar: 100.000 ریالی + 9% القيمة المضافة = 109.000 ریال
fa: 100.000 ریالی + 9% ارزش افزوده = 109.000 ریال
fr: 100,000 Rials + 9% TVA = 109,000 Rials

# charge_20_ir
source: 200,000 Rials + 9% Value Added = 218,000 Rials
ar: 200.000 ریالی + 9% القيمة المضافة = 218.000 ریال
fa: 200.000 ریالی + 9% ارزش افزوده = 218.000 ریال
fr: 200,000 Rials + 9% TVA= 218,000 Rials

# biling_id_not_valid
source: Billing id is not valid
ar: معرف الفوترة غير صالح
fa: شناسه قبض نامعتبر است
fr: identifiant de la facture est invalide

# pay_id_is_not_valid
source: Payment Id is not valid
ar: معرف الدفع غير صالح
fa: شناسه پرداخت نامعتبر است
fr: identifiant de paiement est invalide

source: Charge type
ar: نوع التهمة
fa: نوع شارژ
fr: type de recharge

source: operator
ar: عامل
fa: اپراتور
fr: opérateur

# trabord
source: Ported subscriber
ar: ترابرد
fa: ترابرد
fr: changement de l'opérateur

source: time out error
ar: مهلة خطأ
fa: خطای زمان پردازش
fr: Erreur du temps de la transaction

# connection_error
source: No Network Connection
ar: لا يوجد خطأ اتصال
fa: خطای اتصال
fr: Erreur de la connexion

source: Server Error
ar: خطأ في الخادم
fa: خطای سرور
fr: Erreur de serveur

source: Network Error
ar: خطأ في الشبكة
fa: خطای شبکه
fr: Erreur de réseau

# dialog_canceled
source: Request canceled
ar: الحوار الملغى
fa: لغو درخواست
fr: annuler la demande

source: device root
ar: جذر الجهاز
fa: دستگاه روت شده است
fr: L'appareil est enraciné

source: phone number is not valid
ar: رقم الهاتف غير صالح
fa: شماره تلفن معتبر نیست
fr: numéro de téléphone est invalide

source: please select operator
ar: يرجى اختيار المشغل
fa: اپراتور را انتخاب کنید
fr: veuillez choisir votre opérateur

source: Wallet
ar: محفظة
fa: کیف پول
fr: portefeuille

source: Loading wallet agreement …
ar: تحميل اتفاقية المحفظة
fa: در حال دریافت اطلاعات …
fr: en train d'obtenir des informations

source: I agree with the terms
ar: أنا أتفق مع الشروط
fa: با شرایط موافقم
fr: j'accepte les conditions et les termes

source: Accept the terms
ar: اقبل الشروط
fa: پذیرش شرایط
fr: accepter les conditions et les termes

# wallet_agrement
source: Wallet agreement
ar: اتفاقية المحفظة
fa: توافق کیف پول
fr: accordi de portefeuille

source: Send Money
ar: إرسال الأموال
fa: ارسال پول
fr: Envoyer de l'argent

# transfer_amount_hint
source: Enter the transfer amount below
ar: أدخل مبلغ الإيداع
fa: مبلغ واریزی را وارد کنید
fr: veuillez choisir la somme à transférer

source: Amount in Rial
ar: المبلغ بالريال:
fa: مبلغ به ریال:
fr: somme en Rial

source: Pay
ar: دفع
fa: پرداخت
fr: paiement

# transfer_to_dialog
source: Transfer to :
ar: الانتقال إلى:
fa: انتقال به:
fr: transférer à

# am_money
source: money
ar: نقود
fa: پول
fr: argent

source: Trace Number
ar: رمز التتبع
fa: کد پیگیری
fr: code de suivi

# amount_2
source: amount :
ar: مبشر:
fa: مبلغ:
fr: somme

# payment_canceled
source: payment is canceled
ar: تم إلغاء الدفعة
fa: پرداخت لغو شد
fr: paiement a été annulé

# PayGear_unavailable
source: PayGear is unavailable
ar: المحفظة غير متاحة
fa: کیف پول در دسترس نیست
fr: votre portefeuille n'est pas disponible

# bills_inquiry
source: Bills inquiry mci and telecom
ar: استعلام قبوض همراه اول و تلفن ثابت
fa: استعلام قبوض همراه اول و تلفن ثابت
fr: Enquête sur les factures de MCI et de TCI

# bills_inquiry_mci
source: MCI subscribers bill inquiry
ar: فواتير استفسار همراه اول
fa: استعلام قبوض همراه اول
fr: Enquête sur les factures de MCI

# bills_inquiry_telecom
source: Home phones bill inquiry
ar: فواتير استفسار ثائق الهاتف
fa: استعلام قبوض تلفن ثابت
fr: Enquête sur les factures de TCI

# bills_inquiry_title
source: Bills inquiry
ar: فواتير التحقيق
fa: استعلام قبوض
fr: Enquête sur les factures

source: Bill Type
ar: نوع الفاتورة
fa: نوع قبض
fr: type de facture

# telecom
source: Home phone
ar: ثائق الهاتف
fa: تلفن ثابت
fr: numéro de téléphone fixe

# phone
source: Phone number
ar: هاتف
fa: شماره تلفن
fr: numéro de téléphone

source: Area code
ar: رمز المنطقة
fa: پیش شماره
fr: code de numéro de téléphone

source: Inquiry
ar: استعلام
fa: استعلام
fr: Enquête

# mci_opreator_check
source: This number is not an mci subscriber
ar: هذا الرقم ليس في مشغل همراه اول
fa: این شماره از اپراتور همراه اول نیست
fr: ce numéro n'appartient pas à l'opérateur MCI

source: mid term
ar: منتصف المدة
fa: میان دوره
fr: à mi- terme

# intermediate_payment
source: mid-term payment
ar: الدفعة المتوسطة
fa: پرداخت میان دوره
fr: paiement à mi- terme

source: last term
ar: الفصل الأخير
fa: پایان دوره
fr: à fin de terme

source: last-term payment
ar: دفعة الاخيرة
fa: پرداخت پایان دوره
fr: paiement à fin de terme

source: Responsible for all financial services
ar: مسؤول عن جميع الخدمات المالية
fa: مسئولیت کلیه خدمات مالی بر عهده
fr: responsabilité de tous les services financières est à

source: Parsian e-commerce company (top)
ar: شركة پارسیان للتجارة الإلكترونية (تاپ)
fa: شرکت تجارت الکترونیک پارسیان ( تاپ )
fr: Société de commerce électronique parsienne (TOP)

# customer_response_center_021_2318
source: Customer Support Center: 021-2318
ar: مركز استجابة العملاء: 021-2318
fa: مرکز پاسخگویی مشتریان : 2318-021
fr: Centre de support client: 021-2318

# ex_mobile_phone
source: Ex : 09123456789
ar: مثال : 09123456789
fa: مثال : 09123456789

# ex_area
source: Ex : 021
ar: مثال : 021
fa: مثال : 021

# ex_phone
source: Ex : 44567899
ar: مثال : 44567899
fa: مثال : 44567899

source: Sync Contact
ar: اتصالات المزامنة
fa: همگام سازی مخاطبین
fr: synchronisation des contacts

source: Satellite View
ar: عرض القمر الصناعي
fa: حالت ماهواره
fr: Mode satellite

source: Default View
ar: العرض الافتراضي
fa: حالت پیش فرض
fr: mode par défaut

# send_location_text
source: Send selected location
ar: إرسال الموقع المحدد
fa: ارسال موقعیت
fr: Envoyer la position

# map_distance
source: m away
ar: متر بعيدا
fa: فاصله به متر
fr: distance en mètre

# get_location_data
source: Getting data
ar: الحصول على البيانات
fa: در حال دریافت اطلاعات
fr: en train de réceptions des informations

# calculation
source: Calculating...
ar: حساب ...
fa: در حال محاسبه..
fr: en train de calculions

source: Send
ar: إرسال
fa: ارسال
fr: envoyer

# not_success
source: Unsuccessful
ar: غير ناجح
fa: ناموفق
fr: échoué

# not_success_2
source: Payment was unsuccessful
ar: كان الدفع غير ناجح
fa: پرداخت ناموفق بود
fr: le paiement est échoué

# result_3
source: The result of the payment is not known to the wallet period of the references or with the support contact.
ar: لا تعرف نتيجة الدفع فترة المحفظة للمراجع أو الاتصال بالدعم.
fa: نتیجه پرداخت مشخص نیست به تاریخجه کیف پول مراجع یا با پشتیبانی تماس بگیرید
fr: Le résultat du paiement n'est pas connu. Consultez la section Historique de portefeuille au contactez le support.

# result_4
source: Payment was successful. Check more in the wallet history section.
ar: تم الدفع بنجاح. تحقق أكثر في قسم محفوظات المحفظة.
fa: پرداخت موفقیت آمیز بود اطلاعات بیشتر در قسمت تاریخچه کیف پول
fr: Le paiement a réussi. Consultez d'autres informations dans la section Historique du portefeuille.

# wallet_from
source: From
ar: من عند
fa: از
fr: de

# wallet_to
source: To
ar: إلى
fa: به
fr: à

# wallet_amount
source: Amount
ar: كمية
fa: مبلغ
fr: somme

# wallet_trace
source: Trace Number
ar: تتبع عدد
fa: کد پیگیری
fr: code de suivi

# wallet_invoice
source: Invoice Number
ar: رقم الفاتورة
fa: فاکتور
fr: facture

# wallet_data
source: Pay Time
ar: وقت الدفع
fa: تاریخ
fr: date

# wallet_desc
source: ---Description---
ar: ---وصف---
fa: ---توضیحات پرداخت---
fr: explication de paiement

# wallet_toman
source: Toman
ar: تومان
fa: تومان

# wallet_Your_credit
source: Your credit :
ar: رصيدك:
fa: اعتبار شما:
fr: votre crédit est

# wallet_Reial
source: %d Rial
ar: %d ریال
fa: %d ریال

# wallet_error_server
source: Error communicating with server
ar: حدث خطأ في الاتصال بالخادم
fa: خطا در برقراری ارتباط با سرور
fr: Erreur de connexion au serveur

source: minutes ago
ar: منذ دقائق
fa: دقیقه پیش
fr: il y a quelque minutes

# IP_blocked
source: Due to overuse, your IP has been blocked for a while.
ar: نظرًا للإفراط في الاستخدام ، تم حظر عنوان IP الخاص بك لفترة.
fa: به دلیل تلاش بیش از حد، IP شما برای مدتی مسدود شده است.
fr: votre IP a été bloqué suite aux tentatives plus que la limite autorisée

source: Export Chat
ar: تصدير الدردشة
fa: استخراج پیام ها
fr: Extraire les messages

# export_message
source: Not able to extract messages
ar: غير قادر على استخراج الرسائل
fa: قادر به استخراج پیام ها نیست
fr: impossible d'extraire les message

source: Wi-Fi Data Usage
ar: استخدام البيانات اللاسلكية
fa: استفاده از داده بیسیم
fr: utiliser le Wi-Fi

source: Mobile Data Usage
ar: استخدام بيانات بطاقة SIM
fa: استفاده از داده سیم کارت
fr: Utiliser les données de la carte SIM

source: Sent
ar: نشر
fa: ارسال شده
fr: envoyé

source: Received
ar: تلقى
fa: دریافت شده
fr: reçu

source: Bytes sent
ar: حجم الرسائل المرسلة
fa: حجم ارسال شده
fr: quantité reçue

source: Bytes received
ar: حجم المتلقي
fa: حجم دریافت شده
fr: quantité envoyée

source: Total
ar: مجموع
fa: جمع

source: Total sent
ar: مجموع حجم المرسلة
fa: مجموع حجم ارسال شده
fr: total de la quantité envoyée

source: Total received
ar: مجموع حجم الواردة
fa: مجموع حجم دریافت شده
fr: total de la quantité reçue

source: Clear data usage
ar: محو سجل استخدام البيانات
fa: پاک کردن تاریخچه مصرف داده
fr: effacer l'histoire d'utilisation des données

# clearDataUsage
source: Are you sure you want to clear data usage?
ar: هل أنت متأكد من أنك تريد مسح استخدام البيانات?
fa: آیا مایل به پاک کردن تاریخچه مصرف داده هستید؟
fr: Etes-vous sûr d'effacer l'histoire d'utilisation des données?

# new_pattern_passCode
source: Create new pattern
ar: قم بإنشاء قالب جديد
fa: ایجاد الگوی جدید
fr: créer nouveau modèle

# repeat_pattern_passCode
source: Repeat pattern
ar: كرر النمط
fa: تکرار الگو
fr: répéter le modèle

# repeat_pattern_pattern
source: Pattern PassCode
ar: نمط رمز المرور
fa: رمز عبور با الگو
fr: Mot de passe avec modèle

source: Solid colors
ar: ألوان الخلفیه
fa: رنگ های پس زمین
fr: les couleurs de thème

source: Wallpapers
ar: خلفيات
fa: تصاویر پس زمینه
fr: les images de thème

# verify_register_sms
source: SMS
fa: ارسال پیامک
fr: envoyer SMS

# verify_register_call
source: Call
fa: تماس
fr: Appel

source: Separate Notifications
ar: إعلامات منفصلة
fa: اعلانات جداگانه
fr: notifications séparées

# mark_as_unread
source: Mark as read
ar: مقروءة
fa: خوانده شده
fr: lu

source: Start
ar: بداية
fa: شروع
fr: commencer

source: Bot
ar: بوت
fa: ربات
fr: Robot

# back_to_menu
source: back to main menu
ar: العودة إلى القائمة الرئيسية
fa: بازگشت به منوی اصلی
fr: Retour au menu principal

# empty_text_dr_bot
source: Welcome to iGap Smart Intelligence Assistant!
ar: مرحبا! آی‌کب مساعدك الذكي
fa: به دستیار هوشمند آیگپ خوش آمدید!
fr: bienvenue à l'assistant intelligeant d'iGap

# deprecated
source: Version is deprecated please update to use
ar: تم إيقاف الإصدار الرجاء التحديث لاستخدامه
fa: نسخه فعلی منقضی شده است لطفا برای استفاده به روز رسانی نمایید
fr: votre version a été expirée, veuillez la mettre au jour

# new_version_avilable
source: New version is available
ar: الإصدار الجديد متاح
fa: نسخه جدید موجود است
fr: nouvelle version est disponible

# new_version_alert
source: Alert
ar: محزر
fa: هشدار
fr: alerte

source: Ignore
ar: تجاهل
fa: نادیده گرفتن
fr: ignorer

source: Hashtag
ar: الهاشتاج
fa: هشتگ

# igap_update
source: Update
ar: تحديث
fa: بروزرسانی
fr: mis à jour

# permission_auto_start
source: please select and active iGap from menu to receive messages when even app is not in background
ar: يرجى تحديد و iGap النشط من القائمة لاستقبال الرسائل حتى عندما لا يكون التطبيق في الخلفية
fa: لطفا برای رسیدن پیام ها حتی در زمانی که آیگپ در پس زمینه فعال نیست آیگپ را از منو انتخاب و فعال نمایید
fr: veuillez sélectionner et activer iGap dans le menu pour recevoir des messages lorsque même l'application n'est pas active en arrière-plan

# dont_show_again
source: Do not show again
ar: لا تظهر مرة أخرى
fa: مجددا نمایش نده
fr: ne plus afficher

# invitation_message
source: Hey Join iGap : http://d.igap.net/invite I'm waiting for you! Referred Number is :
ar: مرحبا! يمكنك تسجيل الدخول عبر الرابط أدناه http://d.igap.net/invite هناك معرف عضوية:
fa: سلام!از طریق لینک زیر میتونی تو آیگپ عضو بشی، منتظرتیم http://d.igap.net/invite شماره معرف :
fr: Bonjour! tu peux nous rejoinre sur iGap par le lien suivant ; on t'attend http://d.igap.net/invite numéro de personne qui vous recommande

# Please_enter_valid_folder_name
source: Please enter a valid folder name
ar: يرجى إدخال اسم مجلد صالح
fa: لطفا نام پوشه را وارد کنید
fr: veuillez entrer le nom de dossier

# This_folder_already_exists
source: This folder already exists. Please provide another name for the folder
ar: هذا المجلد موجود بالفعل.يرجى تقديم اسم آخر للمجلد
fa: این پوشه در حال حاضر وجود دارد لطفا نام دیگری انتخاب کنید
fr: il existe autre dossier à ce nom , veuillez choisir autre nom

# Select_directory
source: Select a directory
ar: اختر دليلا
fa: یک پوشه را انتخاب کنید
fr: choisissez un dossier

# Select_Video_file
source: Select a Video file
ar: اختر ملف فيديو
fa: یک فایل ویدیویی را انتخاب کنید
fr: veuillez choisir un fichier de vidéo

# Select_Image_file
source: Select an Image file
ar: حدد ملف الصورة
fa: > یک فایل تصویر را انتخاب کنید
fr: veuillez choisir un fichier d'image

source: Select Audio file
ar: حدد ملف صوتي
fa: فایل صوتی را انتخاب کنید
fr: veuillez choisir un fichier d'audio

# Select_file
source: Select a file
ar: حدد ملف
fa: یک فایل را انتخاب کنید
fr: veuillez choisir un fichier

source: Default Dir
ar: الافتراضي دير
fa: مسیر پیش فرض
fr: trajet par défaut

source: Select
ar: تحديد
fa: انتخاب
fr: choix
