Repository: KianIranian-STDG/iGap-iOS
Catalog: iGap/General/Language/*.lproj/Localizable.strings
Languages: ar, fa, fr

# kuknos_buyP_failB
source: Bank payment servers are not responding. Please try again in a few moments.
fa: ارتباط با سرور بانک برقرار نشد. لطفا دقایقی دیگر دوباره تلاش کنید.
fr: connexion au serveur de la banque n'a pas été faite. Veuillez essayer de nouveau après quelques minutes.

# kuknos_buyP_currency
source: IRR
fa: ریال
fr: Rials

# kuknos_trade_origin
source: Selling*
fa: میزان فروش*
fr: somme de vente*

# kuknos_trade_dest
source: Buying*
fa: میزان خرید*
fr: somme d'achat*

# kuknos_trade_btn
source: Submit
fa: ثبت
fr: enregistrer

# kuknos_trade_server
source: Sending
fa: ارسال...
fr: envoyer…

# kuknos_trade_emptyOriginAmount
source: Selling Amount can NOT be empty.
fa: میزان فروش نباید خالی باشد.
fr: somme de vente ne doit pas être vide

# kuknos_trade_zeroOriginAmount
source: Selling Amount can NOT be zero.
fa: میزان فروش نباید صفر باشد.
fr: somme de vente ne doit pas être 0

# kuknos_trade_emptyDestAmount
source: Buying Amount can NOT be empty.
fa: میزان خرید نباید خالی باشد.
fr: somme d'achat ne doit pas être vide

# kuknos_trade_zeroDestAmount
source: Buying Amount can NOT be zero.
fa: میزان خرید نباید صفر باشد.
fr: somme d'achat ne doit pas être 0

# kuknos_trade_fail
source: The connection to server is lost. Please try again in a few moments.
fa: ارتباط با سرور برقرار نشد. لطفا دقایقی دیگر دوباره تلاش کنید.
fr: connexion au serveur n'a pas été faite. Veuillez essayer de nouveau après quelques minutes

# kuknos_trade_success
source: Trade request is successfully submitted.
fa: درخواست مبادله با موفقیت در سیستم ثبت شد.
fr: demande d'échange a été bien enregistré dans le système

# kuknos_trade_sell
source: Selling
fa: فروش
fr: vente

# kuknos_trade_recieve
source: Receiving
fa: خرید
fr: achat

# kuknos_trade_amount
source: Amount
fa: مقدار
fr: somme total :%d Rial

# kuknos_trade_date
source: Date
fa: تاریخ

# kuknos_tradePager_trade
source: Trade
fa: مبادله
fr: échange

# kuknos_tradePager_active
source: Open Orders
fa: درخواست های باز
fr: demandes ouvertes

# kuknos_tradePager_history
source: History
fa: سابقه
fr: histoire

# kuknos_tradeDialogDelete_title
source: Delete Trade Transaction
fa: حذف مبادله
fr: supprimer échange

# kuknos_tradeDialogDelete_message
source: Are you sure you want to delete this trade?
fa: آیا از حذف این مبادله اطمینان دارید؟
fr: Etes-vous sûr de vouloir supprimer cet échange?

# kuknos_tradeDialogDelete_btn
source: OK
fa: بله
fr: oui

# kuknos_setting_copySeedKey
source: Copy Seed Key
fa: کپی کلید مخفی
fr: copier la clé cachée

# kuknos_setting_Directory
source: IGap - Kuknos
fa: آیگپ - ققنوس
fr: IGAP-GHOGHNOUS

# kuknos_setting_fileContent
source: Please be notified: this is the only key that you can use to access your account later. Do NOT share it with others.
fa: Please be notified: this is the only key that you can use to access your account later.Do NOT share it with others. Seed Key: 2552SD4546854212313845JHJKHGGFGDGDETGJKLKMBBVGCGHFF
fr: remarque: - Cette clé est le seul moyen de vous reconnecter et de gérer votre compte. - Soyez diligent en gardant cette clé. - Évitez de partager cette clé avec d'autres. Cette clé sera stockée dans votre dossier Téléchargements.

# kuknos_setting_copySKeyTitel
source: Save Seed Key
fa: ذخیره کلید مخفی
fr: enregistrer la clé cachée

# kuknos_setting_copySKeyMessage
source: Be informed: -Your seed key is the only way to access your account. -Keep it Safe -Do NOT share it with others. it will be saved in your Download folder.
fa: جهت آگاهی: - این کلید تنها راه ورود مجدد و مدیریت حساب شما میباشد. - در نگهداری از این کلید کوشا باشید. - از به اشتراک گذاری این کلید با دیگران پرهیز کنید. این کلید در فولدر دانلود های شما ذخیره خواهد شد.
fr: Remarque: - Cette clé est le seul moyen de vous reconnecter et de gérer votre compte. - Soyez diligent en gardant cette clé. - Évitez de partager cette clé avec d'autres. Cette clé sera stockée dans votre dossier Téléchargements.

# kuknos_setting_copySKeyBtn
source: Save
fa: ذخیره
fr: enregistrer

# kuknos_setting_copySFailTitle
source: Fail
fa: خطا
fr: Erreur

# kuknos_setting_copySFailBtn
source: OK
fa: باشه
fr: d'accord

# kuknos_setting_copySFailReadM
source: Igap does not have READ permission.
fa: آیگپ اجازه خواندن فایل ها را ندارد.
fr: iGap n'est pas autorisé à lire les fichiers

# kuknos_setting_copySFailWriteM
source: Igap does not have WRITE permission.
fa: آیگپ اجازه نوشتن فایل را ندارد.
fr: iGap n'est pas autorisé à écrire les fichiers

# kuknos_setting_copySFailDir
source: Igap can not make necessary directory.
fa: آیگپ اجازه ایجاد مسیر مناسب را ندارد.
fr: iGap n'est pas autorisé à créer des raccourcis

# kuknos_setting_copySFailWriteFile
source: Something went wrong. Please try again later.
fa: خطایی رخ داده است. لطفا دقایقی دیگر دوباره تلاش کنید.
fr: une erreur s'est produite , veuillez essayer ultérieurement

# kuknos_setting_copySSuccessMessage
source: Your Seed key is ready and available in Download folder.
fa: کلید مخفی شما آماده است. میتوانید در فولدر دانلود ها به کلید خود را مشاهده کنید.
fr: la clé caché est prête , vous pouvez la trouver au dossier des téléchargements

# kuknos_setting_copySSuccessTitle
source: Success
fa: موفقیت
fr: réussite

# kuknos_login_progress_load
source: Loading...
fa: دریافت داده...
fr: réception des données

# kuknos_login_progress_next
source: Next
fa: بعدی
fr: suivant

# kuknos_panel_addAsset
source: Add Asset
fa: افزودن دارایی
fr: ajouter des actifs

# kuknos_login_error_server_ErrorStr
source: Server Error: No response. please try again later.
fa: خطای سرور: عدم جواب. لطفا دوباره تلاش کنید.
fr: erreur de serveur: non-réception .veuillez essayer de nouveau.

# kuknos_RecoverySK_ErrorGenerateMn
source: Can NOT generate recovery key. make contact with support.
fa: عدم امکان تولید زنجیره کلمات. لطفا با پشتیبانی تماس بگیرید.
fr: impossible de créer la chaine des mots. Veuillez contacter le service des clients

# kuknos_RecoverySK_ErrorGenerateKey
source: Can NOT generate seed key. make contact with support.
fa: عدم امکان تولید کلید عمومی. لطفا با پشتیبانی تماس بگیرید.
fr: impossible de créer la clé générale . Veuillez contacter le service client.

# kuknos_recieve_walletCopy
source: My Kuknos wallet address is:
fa: آدرس کیف پول من:
fr: adresse de mon portefeuille .n\

# kuknos_recieve_error
source: Your Qr-Code can not be generated. make sure you are logged in.
fa: امکان تولید رمزینه گرافیکی وجود ندارد.
fr: Il n'est pas possible de créer le code de QR

# kuknos_panelStr_firstUser
source: Account was not found or it has no credits. Use Receive menu to get credits.
fa: حساب کاربری درخواستی یافت نشد یا موجودی آن خالی است. در این صورت از منوی دریافت استفاده کنید.
fr: aucun compte a été retrouvé ou bien le compte est vide, en ce cas veuillez utiliser le menu de réception

# Kuknos_transaction_error1
source: Transaction is not successful. Please try again later.
ar: درخواست شما موفقیت آمیز نبود. لطفا دقایقی دیگر دوباره تلاش کنید.
fa: درخواست شما موفقیت آمیز نبود. لطفا دقایقی دیگر دوباره تلاش کنید.
fr: votre demande n'a pas été réalisée. Veuillez essayer de nouveau.

# Kuknos_transaction_error2
source: Server Error. Please try again later.
ar: خطای سرور. لطفا دوباره تلاش کنید.
fa: خطای سرور. لطفا دوباره تلاش کنید.
fr: erreur de serveur : veuillez réessayer

# Kuknos_transaction_error3
source: Transaction Sequence has NOT found. Please try again later.
ar: شماره تراکنش اشتباه است. لطفا دوباره تلاش کنید.
fa: شماره تراکنش اشتباه است. لطفا دوباره تلاش کنید.
fr: numéro de transaction est erroné. Veuillez essayer de nouveau

# Kuknos_transaction_error4
source: Authentication Failed. Please try again later.
ar: شناسایی کاربر موفقیت آمیز نبود. لطفا دقایقی دیگر دوباره تلاش کنید.
fa: شناسایی کاربر موفقیت آمیز نبود. لطفا دقایقی دیگر دوباره تلاش کنید.
fr: identification de l'utilisateur n'a pas bien faite veuillez essayer après quelques minutes

# Kuknos_transaction_error5
source: Destination account does NOT exist.
ar: اکانت مقصد وجود ندارد.
fa: اکانت مقصد وجود ندارد.
fr: le compte de destinataire n'existe pas

# Kuknos_transaction_error6
source: Transaction fee is not enough. Please try again later.
ar: اعتبار برای کارمزد تراکنش کافی نیست.
fa: اعتبار برای کارمزد تراکنش کافی نیست.
fr: le crédit n'est pas suffisante pour les frais de transactions

# Kuknos_transaction_error7
source: Your credit is not enough.
ar: خطای داخلی: لطفا دقایقی دیگر دوباره تلاش کنید.
fa: اعتبار شما کافی نیست.
fr: le crédit n'est pas suffisante pour les frais de transactions

# Kuknos_transaction_error8
source: Something went wrong. Please try again later.
ar: خطای داخلی: لطفا دقایقی دیگر دوباره تلاش کنید.
fa: خطای داخلی: لطفا دقایقی دیگر دوباره تلاش کنید.
fr: erreur interne , veuillez essayer de nouveau

# kuknos_send_walletIDError2
source: Wallet Address is NOT valid.
fa: آدرس کیف پول معتبر نیست.
fr: adresse de portefeuille n'est pas valide

# kuknos_wHistory_sent
source: Sent
fa: ارسال
fr: envoyer

# kuknos_wHistory_receive
source: Receive
fa: دریافت
fr: recevoir

# kuknos_wHistory_time
source: Time
fa: زمان
fr: temps

# kuknos_wHistory_creatAccount
source: Create Account
fa: ایجاد حساب کاربری
fr: créer un compte

# kuknos_AddAsset_Title
source: IGapy
fa: آیگپی
fr: chez iGap

# kuknos_AddAsset_SubTitle
source: IGap
fa: آیگپ

# kuknos_AddAsset_AddBTN
source: More Assets
fa: تمامی دارایی ها
fr: tous les actifs

# kuknos_AddAsset_title
source: Current Assets
fa: دارایی های فعلی
fr: actifs actuels

# kuknos_trade_noItem
source: There is no record.
fa: هیچ موردی یافت نشد.
fr: aucun élément a été trouvé

# kuknos_Restore_CheckPIN
source: I had set PIN code for my account before.
fa: من در هنگام ساخت حساب رمز ورود ایجاد کرده ام.
fr: j'ai déjà crée un mot de passe d'entrée au moment de création de mon compte

# kuknos_RestorePass_title
source: Enter your 4 digit PIN code
fa: رمز 4 رقمی خود را وارد کنید.
fr: entrer votre mot de passe en 4 chiffres

# kuknos_RestorePass_message
source: This 4 numeric PIN will be used to restore your secret key.
fa: این رمز 4 رقمی برای تولید کلید عمومی و خصوصی شما مورد استفاده قرار میگیرد.
fr: ce mot de passe en 4 chiffre sera utilisé pour générer la clé générale et clé privée

# kuknos_RestorePass_btn
source: Retrieve
fa: بازیابی
fr: récupération

# kuknos_Restore_checkBtn
source: Next
fa: بعدی
fr: suivant

# kuknos_Entry_RTSeedKey_str
source: Retrieve With Seed Key
fa: بازیابی از طریق کلید خصوصی
fr: récupérer par clé privée

# kuknos_RecoverySK_CheckPIN
source: I want to set a PIN code for extra security.
fa: تمایل دارم برای ساخت حساب رمز 4 رقمی داشته باشم.
fr: je souhaite avoir un mot de passe en 4 chiffre pour créer un compte

# of_from_total
source: of %@
ar: فی %@
fa: از %@
fr: de %@

# app_version_change_log
source: Change Log
ar: قائمة التغييرات
fa: لیست تغییرات
fr: liste des modifications

# updated_version_title
source: Your Version Is Update
ar: الإصدار الخاص بك هو التحديث
fa: نسخه شما به روز شده است
fr: votre version est mis à jour

# check_update_title
source: Check Update
ar: اختر التحديث
fa: کنترل بروزرسانی
fr: vérifier pour les mis à jour

source: Unblock
ar: رفع الحظر
fa: رفع انسداد
fr: débloquer

source: View Profile
ar: عرض المستخدم
fa: مشاهده پروفایل
fr: regarder le profil

source: There is no car available.
ar: لا يوجد سيارة متاحة.
fa: شما خودرویی ثبت نکرده اید.

source: Add Car
ar: أضف سيارة
fa: افزودن خودرو

source: Cars Plaque
ar: لوحة سيارات
fa: شماره پلاک خودرو

source: Car Plaque
ar: لوحة سياره
fa: شماره پلاک خودرو

# c_pay_title
source: Car services
ar: خدمة السيارات
fa: خدمات خودرو

# add_plaque
source: Submit Plaque
ar: تقديم البلاك
fa: ثبت پلاک

source: From First
ar: من الاول
fa: از ابتدا

# national_code
source: National ID
ar: المدونة الوطنية
fa: کد ملی
fr: carte d'identité

source: Plaque is not valid.
ar: البلاك غير صالح.
fa: پلاک وارد شده صحیح نیست.

# complete_correct
source: Informations are invalid.
ar: المعلومات غير صالحة.
fa: اطلاعات وارد شده صحیح نیست.

source: Plaque Added.
ar: تمت إضافة البلاك.
fa: پلاک افزوده شد.

# at_least_cpay_amout
source: Amount (Minimum 20,000 Rials)
ar: المبلغ (لا يقل عن 20 ألف ريال)
fa: مبلغ (حداقل 20 هزار ریال)

# cpay_title
source: C-Pay
ar: سی پی
fa: سی پی

# link_not_valid
source: Invalid link
ar: رابط غير صالح
fa: لینک نامعتبر
fr: lien invalide

# popular_channel
source: Interesting channels
ar: قنوات جذابة
fa: کانال های جذاب
fr: des canaux intéressants

source: Referral code invalid
ar: رمز الإحالة غير صالح
fa: کد معرف نامعتبر است
fr: la code de la personne qui vous recommande est invalide

# already_registered
source: You have already registered referral code
ar: لقد قمت بالفعل بتسجيل رمز الإحالة الخاص بك
fa: شما قبلا کد معرف ثبت کرده اید
fr: vous avez déjà valide le code de recommandation

# igasht_select_location_button_title
source: Select location
ar: انتخاب محل
fa: انتخاب محل
fr: choix de lieu

# igasht_selected_location_title
source: Recreational areas of %@ province
ar: المناطق الترفيهية في محافظة %@
fa: نقاط تفریحی استان %@
fr: les lieux de loisir de province %@

# igasht_location_found_count
source: %d items found
ar: %d سلعة موجودة
fa: %d مورد یافت شد
fr: élément a été bien trouvé

# igasht_success_payment
source: Your payment has been successful
ar: پرداخت شما با موفقیت انجام شد
fa: پرداخت شما با موفقیت انجام شد
fr: paiement a été fait avec réussi

# noDetail_textView
source: no detail
ar: فاقد توضیحات
fa: فاقد توضیحات
fr: sans explication

# igasht_empty_history_message
source: No tickets purchased yet.
ar: هنوز بلیطی خریداری نشده است.
fa: هنوز بلیطی خریداری نشده است.
fr: aucun billet n'a été acheté

# Restaurant_textView
source: Restaurant
ar: رستوران
fa: رستوران

# parking_textView
source: Parking
ar: پارکینگ
fa: پارکینگ

# wifi_textView
source: WiFi
ar: وای فای
fa: وای فای

# coffeeShop_textView
source: Coffee shop
ar: کافی شاپ
fa: کافی شاپ
fr: café

# wheelchair_textView
source: wheelchair
ar: ویلچر
fa: ویلچر
fr: chaise roulante

# prayerRoom_textView
source: Prayer room
ar: نمازخانه
fa: نمازخانه
fr: salle de prière

source: User Edited
ar: تعديل المستخدم
fa: کاربر ویرایش شد.
fr: utilisateur a été modifié

source: Edit Contact
ar: تحرير الاتصال
fa: ویرایش مخاطب
fr: modifier le contact

# default_theme_title
source: Default
ar: السمة الافتراضية
fa: پیش فرض
fr: thème par défaut

# dark_theme_title
source: Dark
ar: تاریک
fa: تاریک
fr: Thème sombre

# red_theme_title
source: Red
fa: قرمز

# pink_theme_title
source: Pink
fa: صورتی

# purple_theme_title
source: Purple
fa: بنفش

# blue_theme_title
source: Blue
ar: آبی
fa: آبی

# green_theme_title
source: Green
ar: سبز
fa: سبز

# amber_theme_title
source: Yellow
ar: زرد
fa: زرد

# orange_theme_title
source: Orange
fa: نارنجی

# gray_theme_title
source: Dark Gray
ar: طوسی تیره
fa: طوسی تیره

# onboard_titles
source: <item>Mobile Wallet</item> <item>Pay with QR</item>
ar: <item>محفظة المحمول</item> <item>تسوق مع QR</item>
fa: <item>کیف پول موبایلی</item> <item>خرید با QR</item>

# onboard_descriptions
source: <item> With Wallet you dont need to carry cash or physical card anymore. </item> <item> In stores or taxis or everywhere else that has Wallet, you can scan their QR and pay them easily. </item>
ar: <item>تجعلك المحفظة بمثابة حساب افتراضي يتصل برقم جوال ولم يعد عليك حمل محفظة أو نقود أو بطاقة مصرفية معك. </item> <item>يمكنك استخدام زر المسح الضوئي لجعل التسوق أكثر متعة في المتاجر أو في سيارات الأجرة أو في أي مكان. </item>
fa: <item>کیف پول یه حساب مجازی براتون می‌سازه که به شماره موبایل وصل می‌شه و دیگه لازم نیست کیف پول یا پول نقد یا کارت‌بانکی با خودتون ببرید.</item> <item>توی مغازه‌ها، توی تاکسی یا هر جایی که پذیرنده کیف پول هستند می‌تونید از دکمه اسکن استفاده کنید و خریدتونو لذت‌بخش‌تر کنید.</item>

# news_emptyList
source: هیچ موردی برای نمایش موجود نیست. برای بارگزاری مجدد صفحه را به سمت پایین بکشید.
fa: هیچ موردی برای نمایش موجود نیست.

# error_ivand_limit_gift
source: Unfortunately, the set gifts have come to an end.
ar: لسوء الحظ ، فإن الهدايا مجموعة قد انتهت.
fa: متاسفانه هدایای تعیین شده به اتمام رسیده است.
fr: Malheureusement, les cadeaux ont pris fin.

# referral_error_yourself
source: It is not possible to register your number as a referral.
ar: لا يمكن تسجيل رقمك كمرجع.
fa: امکان ثبت شماره خود به عنوان معرف مقدور نیست.
fr: Il n'est pas possible d'enregistrer votre numéro comme référence.

source: iLand
ar: آیلند
fa: آیلند

# all_calls
source: Calls
ar: المكالمات
fa: تماس ها
fr: des appels

# open_url
source: Open Link
ar: رابط مفتوح
fa: باز کردن لینک
fr: ouvrir le lien

source: Copied
ar: تم نسخ
fa: کپی شد.
fr: copié

# message_is_long
source: رسالتك طويلة جدًا. سيتم إخفاء الرسالة
ar: Your message is too long Message will covert to
fa: پیام شما طولانی است. پیام تبدیل خواهد شد به
fr: Votre message est trop long. Le message sera converti en

# elecBill_Entry_lengthError
source: Bill ID must be 13 character.
ar: يجب أن يكون رقم الفاتورة 13 حرفًا.
fa: شناسه قبض باید 13 کاراکتر باشد.
fr: L'identifiant de la facture doit comporter 13 caractères.

# elecBill_Entry_barcodeError
source: Barcode scan failed. Please try again.
ar: فشل مسح الباركود. حاول مرة اخرى.
fa: اسکن بارکد انجام نشد. لطفا دوباره تلاش کنید.
fr: La lecture du code à barres a échoué. Veuillez réessayer.

# elecBill_Entry_companyError
source: We only support Electricity Bill.
ar: نحن ندعم فقط فاتورة الكهرباء.
fa: از این بخش تنها برای پرداخت قبض برق استفاده کنید.
fr: Nous ne soutenons que la facture d'électricité.

# elecBill_main_billTitle
source: Electricity Bill Inquiry and quick payment
ar: الاستعلام عن فاتورة الكهرباء ودفع سريع
fa: استعلام و پرداخت سریع قبض برق
fr: Demande de facture d'électricité et paiement rapide

# elecBill_main_billIDHint
source: Electricity Bill Number
ar: رقم فاتورة الكهرباء
fa: شناسه قبض
fr: Numéro de facture d'électricité

# elecBill_main_billPay
source: Inquiry My Bill
ar: التحقيق بلدي بيل
fa: استعلام
fr: Enquête ma facture

# elecBill_main_billMyList
source: My Electricity Bills
ar: فواتير الكهرباء الخاصة بي
fa: قبض های من
fr: Mes factures d'électricité

# elecBill_main_billSearch
source: Search Bills
ar: بحث فواتير
fa: جستجوی قبض
fr: Rechercher des factures

# elecBill_main_billBranchInfo
source: Electricity Branching Info
ar: معلومات المتفرعة عن الكهرباء
fa: اطلاعات انشعاب
fr: Informations sur les branchements d'électricité

# elecBill_pay_billID
source: Bill ID
ar: معرف الفاتورة
fa: شناسه قبض
fr: Bill Bill

# elecBill_pay_billPayID
source: Bill Pay ID
ar: فاتورة الدفع معرف
fa: شناسه پرداخت قبض

# elecBill_pay_billPrice
source: Total due
ar: الاجمالي المستحق
fa: مبلغ پایان دوره
fr: Total dû

# elecBill_pay_billTime
source: Time Limit
ar: المهلة
fa: مهلت پرداخت
fr: Limite de temps

# elecBill_pay_billPay
source: Pay
ar: دفع
fa: پرداخت
fr: Payer

# elecBill_pay_billBranchInfo
source: Electricity Branching Info
ar: معلومات المتفرعة عن الكهرباء
fa: اطلاعات انشعاب
fr: Informations sur les branchements d'électricité

# elecBill_pay_billAddBillList
source: Add to my Bill's list
ar: أضف إلى قائمة فاتورتي
fa: اضافه کردن به لیست قبض های من
fr: Ajouter à la liste de mes factures

# elecBill_pay_billImage
source: Show bill's image
ar: إظهار صورة الفاتورة
fa: دریافت تصویر قبض
fr: Montrer l'image de la facture

# elecBill_Entry_nameError
source: Bill's name can NOT be empty. for example: Home
ar: لا يمكن أن يكون اسم الفاتورة فارغًا. على سبيل المثال: الصفحة الرئيسية
fa: لطفا نام انتخابی قبض را وارد کنید. برای مثال خانه
fr: Le nom de Bill ne peut PAS être vide. par exemple: Accueil

# elecBill_Entry_billIDError
source: Bill's ID can NOT be empty.
ar: لا يمكن أن يكون معرف الفاتورة فارغًا.
fa: لطفا شناسه قبض را وارد نمایید.
fr: L'identifiant de Bill ne peut PAS être vide.

# elecBill_Entry_phoneError
source: Your phone number can NOT be empty.
ar: لا يمكن أن يكون رقم هاتفك فارغًا.
fa: لطفا شماره تلفن خود را وارد نمایید.
fr: Votre numéro de téléphone ne peut PAS être vide.

# elecBill_Entry_phoneLengthError
source: Your phone number must be 11 character.
ar: يجب أن يكون رقم هاتفك 11 حرفًا.
fa: طول شماره تلفن شما باید از 11 رقم باشد.
fr: Votre numéro de téléphone doit être composé de 11 caractères.

# elecBill_Entry_phoneFormatError
source: Your phone number must starts with 09.
ar: يجب أن يبدأ رقم هاتفك بـ 09.
fa: شماره تلفن شما باید با 09 شروع شده باشد.
fr: Votre numéro de téléphone doit commencer par 09.

# elecBill_Entry_userIDError
source: Your national ID can NOT be empty.
ar: لا يمكن أن يكون هويتك الوطنية فارغة.
fa: لطفا کد ملی خود را وارد نمایید.
fr: Votre identifiant national ne peut PAS être vide.

# elecBill_Entry_userIDLengthError
source: Your national ID must be 10 character.
ar: يجب أن يكون هويتك الوطنية 10 أحرف.
fa: طول کد ملی شما کافی نیست.
fr: Votre identifiant national doit comporter 10 caractères.

# elecBill_Entry_emailFormatError
source: Your Email format is wrong.
ar: تنسيق البريد الإلكتروني الخاص بك خاطئ.
fa: ساختار ایمیل شما صحیح نیست.
fr: Votre format de courrier électronique est incorrect.

# elecBill_add_form
source: Please complete the form.
ar: يرجى ملء النموذج.
fa: لطفا موارد خواسته شده را تکمیل کنید.
fr: S'il vous plaît remplir le formulaire.

# elecBill_add_name
source: Bill's name *
ar: اسم الفاتورة *
fa: نام قبض *
fr: Nom de Bill *

# elecBill_add_billID
source: Bill's ID *
ar: معرف الفاتورة *
fa: شناسه قبض *
fr: Numéro de facture *

# elecBill_add_phone
source: Your Mobile Number *
ar: رقم هاتفك *
fa: شماره تلفن شما *
fr: Ton numéro de téléphone *

# elecBill_add_UserNID
source: Your National ID *
ar: الهوية الوطنية الخاصة بك *
fa: کد ملی شما *
fr: Votre carte d'identité nationale *

# elecBill_add_Email
source: Your Email Address
ar: عنوان بريدك الإلكتروني
fa: آدرس ایمیل شما
fr: Votre adresse email

# elecBill_add_addBtn
source: Add bill
ar: أضف فاتورة
fa: اضافه کردن قبض
fr: Ajouter une facture

# elecBill_cell_showDetail
source: Detail
ar: التفاصيل
fa: جزئیات
fr: Détail

# elecBill_cell_addNewBill
source: Add new bill
ar: أضف فاتورة جديدة
fa: اضافه کردن قبض جدید
fr: Ajouter une nouvelle facture

# elecBill_cell_deleteAccount
source: Delete Account
ar: حذف الحساب
fa: حذف حساب کاربری
fr: Supprimer le compte

# elecBill_deleteBill_title
source: Delete Bill
ar: حذف بيل
fa: حذف قبض
fr: Supprimer la facture

# elecBill_deleteBill_desc
source: Are you sure to delete this bill?
ar: هل أنت متأكد من حذف هذه الفاتورة؟
fa: آیا از حذف این قبض اطمینان دارید؟
fr: Êtes-vous sûr de vouloir supprimer ce projet de loi?

# elecBill_deleteBill_pos
source: Delete
ar: حذف
fa: حذف
fr: Effacer

# elecBill_deleteBill_neg
source: No, don't delete.
ar: لا ، لا تحذف.
fa: قبض حذف نشود.
fr: Non, ne pas supprimer.

# elecBill_deleteAccount_title
source: Delete Account
ar: حذف الحساب
fa: حذف حساب کاربری
fr: Supprimer le compte

# elecBill_deleteAccount_desc
source: Are you sure to delete your account?
ar: هل أنت متأكد من حذف حسابك؟
fa: آیا از حذف حساب کاربری خود اطمینان دارید؟
fr: Êtes-vous sûr de vouloir supprimer votre compte?

# elecBill_deleteAccount_pos
source: Delete
ar: حذف
fa: حذف حساب
fr: Effacer

# elecBill_deleteAccount_neg
source: No, don't delete.
ar: لا ، لا تحذف.
fa: لغو حذف حساب من
fr: Non, ne pas supprimer.

# elecBill_image_Directory
source: IGap - Electricity Bill
ar: iGap - فاتورة الكهرباء
fa: آیگپ - قبض برق
fr: IGap - facture d'électricité

# elecBill_image_success
source: Download is complete.
ar: اكتمل التنزيل.
fa: دانلود فایل کامل شد.
fr: Le téléchargement est terminé.

# elecBill_image_fail
source: Download has failed.
ar: فشل التحميل.
fa: بارگزاری با خطا مواجه شد.
fr: Le téléchargement a échoué.

# elecBill_image_open
source: Open File
ar: فتح ملف
fa: باز کردن فایل
fr: Fichier ouvert

# elecBill_image_close
source: Dismiss
ar: رفض
fa: رد کردن
fr: Rejeter

# elecBill_edit_saveBtn
source: Save Changes
ar: حفظ التغييرات
fa: ذخیره تغییرات
fr: Sauvegarder les modifications

# elecBill_edit_Btn
source: Edit Bill
ar: تحرير بيل
fa: ویرایش قبض
fr: Editer la facture

# elecBill_searchCell_billID
source: Bill ID
ar: معرف الفاتورة
fa: شناسه قبض
fr: Bill Bill
