Repository: KianIranian-STDG/iGap-iOS
Catalog: iGap/General/Language/*.lproj/Localizable.strings
Languages: ar, fa, fr

# st_title_info
source: Information
ar: المعلومات
fa: اطلاعات

# st_title_notification_sounds
source: Notifications and Sounds
ar: الإشعارات و الأصوات
fa: اعلانات و صداها
fr: Notification et des sonnes

# st_title_Clear_Cache
source: Clear Cache
ar: مسح الذاكرة الخفية
fa: پاک کردن حافظهٔ نهان
fr: Vider le cach

# st_title_Privacy_Security
source: Privacy and Security
ar: الأمان و الخصوصية
fa: امنیت و حریم خصوصی
fr: Sécurité et confidentialité

# st_title_message
source: Message Room
ar: غرفة الرسالة
fa: اتاق پیام
fr: Chambre des discussion

# st_title_message_textSize
source: Text Message Size
ar: مقاس الرسالة النصية
fa: اندازهٔ پیام متنی
fr: Taille du texte

# st_stickers
source: Stickers and Pictures
ar: الملصقات و الصور
fa: برچسب‌ها و تصاویر
fr: Stickers et image

# st_chatBackground
source: Chat Background
ar: خلفية صفحة المحادثة
fa: پس زمينهٔ صفحه گفتگو
fr: Image du fon des discussions

# st_Enable_Animation
source: Enable Animations
ar: تشغيل الرسوم المتحركة
fa: فعال کردن انیمیشن
fr: Activer des images animées

# st_inApp_Browser
source: In-App browser
ar: متصفح داخل التطبيق
fa: مرورگر درون برنامه‌ای
fr: Navigateur In-AP

# st_crop
source: Crop and Resize Photo
ar: قطع الصورة و تحسين حجمها
fa: بریدن و بهبود حجم تصویر
fr: Recadrer et améliorer la taille de l'image

# st_send_by_enter
source: Send by Enter Key
ar: أرسل بواسطة الضغط على زر اينتر
fa: با زدن کلید اینتر ارسال کن
fr: Envoi par clé inter

# st_title_Media
source: Multimedia
ar: متعددة الوسائط
fa: چند رسانه ای
fr: Multimédia

# st_auto_download_data
source: Auto-download (Using Mobile Data)
ar: التحميل التلقائي في حال الاتصال بانترنت الشريحة
fa: بارگیری خودکار در حالت اتصال به اینترنت سیم کارت
fr: Télécharger automatiquement en se connectant Internet de la carte SIM

# title_auto_download_data
source: Auto-download (Using Mobile Data)
ar: التحميل التلقائي في حال الاتصال بانترنت الشريحة
fa: بارگیری خودکار در حالت اتصال به اینترنت سیم کارت
fr: Télécharger automatiquement en se connectant Internet de la carte SIM

# st_auto_download_wifi
source: Auto-download (When Connected on Wi-Fi)
ar: التحميل التلقائي في حال الاتصال بانترنت واي فاي
fa: بارگیری خودکار در حالت اتصال به وای فای
fr: Télécharger automatiquement en se connectant Internet du wi-fi

# title_auto_download_wifi
source: Auto-download (Using Wi-Fi)
ar: التحميل التلقائي في حال الاتصال بانترنت واي فاي
fa: بارگیری خودکار در حالت اتصال به وای فای
fr: Télécharger automatiquement en se connectant Internet du wi-fi

# st_auto_download_roaming
source: Auto-download (When Roaming)
ar: التحميل التلقائي في حال الاتصال بتجوال البيانات
fa: بارگیری خودکار در حالت اتصال به رومینگ داده
fr: Charger automatiquement des données en mode itinérance de données

# title_auto_download_roaming
source: Auto-download (Using Data Roaming)
ar: التحميل التلقائي في حال الاتصال بتجوال البيانات
fa: بارگیری خودکار در حالت اتصال به رومینگ داده
fr: Charger automatiquement des données en mode itinérance de données

# st_auto_gif
source: Auto Play GIFs
ar: التشغيل التلقائي للصور المتحركة
fa: اجرای خودکار تصاویر متحرک
fr: Effectuer automatiquement des images animées

# st_save_to_gallery
source: Save to Gallery
ar: الحفظ في ألبوم الصور
fa: ذخیره‌ کردن در گالری
fr: Sauvegarder sur galerie

# st_title_support
source: iGap Support
ar: دعم البرنامج
fa: پشتیبانی برنامه
fr: Support iGap

# st_ask_question
source: Ask a Question
ar: إسأل سؤالاً
fa: سؤالی بپرسید.
fr: Poser une question

# st_About_iGap
source: About iGap
ar: حول آیکب
fa: دربارهٔ آیگپ
fr: À propos d'iGap

# st_privacy_policy
source: Privacy Policy
ar: سياسات الخصوصية
fa: سیاست های حریم خصوصی
fr: Politique de confidentialité

# st_keepMedia
source: Store Multimedia Files
ar: حفظ الملفات المتعددة الوسائط
fa: نگهداری فایل‌های چند رسانه‌ای
fr: Maintenir des fichiers multimédia

# st_dialog_content_keepMedia
source: Photos, videos and all other files saved on your cloud storage could be removed from your device in order to free up space. All these removed files and media are stored on cloud storage and could be downloaded and saved again if needed.
ar: ‫يتمّ حذف الصور، و الفيديوهات و الملفات الأخرى المحفوظة في الفضاء الاسفنجي من أجل ايجاد فضاء فارغ. تمّ حفظ جميع الوسائط في الفضاء الاسفنجي و في حال الحاجة إليها يمكن تحميلها من جديد‬‬‬‬‬‬
fa: ‫تصاویر، ویدئوها و دیگر فایل‌های ذخیره شده در فضای ابری که شما به آنها دسترسی داشته اید، به منظور ایجاد فضای خالی از دستگاه پاک می شوند. همه ی رسانه ها در بخش ذخیره سازی فضای ابری نگه داری شده که در صورت نیاز می توانید مجدداً آنها را دانلود کنید.‬‬‬‬‬‬
fr: Les images, vidéos et autres fichiers stockés dans le cloud auxquels vous avez accès sont effacés pour créer de l'espace pour le périphérique..Tous les médias sont stockés dans la zone de stockagedans le cloud que vous pouvez télécharger à nouveau si nécessaire. .

# st_titleToolbar_page_Notification_and_sounds
source: Notification & Sounds
ar: الإشعارات و الأصوات
fa: اعلانات و صداها
fr: notifications et des sonnes

# st_title_messageNotification
source: Message Notifications
ar: إشعارات الرسالة
fa: اعلانات پیام
fr: notification

# st_alert
source: Alert
ar: الإنذار
fa: هشدار
fr: Alerte

# st_messagePreview
source: Message Preview
ar: الإظهار المسبق للرسالة
fa: پیش نمایش پیام
fr: Prévisualisation du message

# st_led_color
source: LED Color
ar: لون ضوء ال اي دي
fa: رنگ چراغ صفحه نمایش
fr: Couleur d'affichage

# st_vibrate
source: Vibration
ar: الإهتزاز
fa: لرزش

# st_popupNotification
source: Pop-up Notifications
ar: منفذ اشعار الرسالة
fa: پنجره اعلان پیام
fr: Notifications en bannière

# st_sound
source: Sound
ar: الصوت
fa: صدا
fr: Son

# st_title_groupNotification
source: Group Notifications
ar: إشعارات المجموعة
fa: اعلانات گروهی
fr: Notifications des groupes

# st_title_in_app_notification
source: In-App Notifications
ar: الإشعارات داخل التطبيق
fa: اعلانات درون برنامه‌ای
fr: Notifications dans l'application

# st_in_app_sound
source: In-App Sounds
ar: الأصوات داخل التطبيق
fa: صداهای درون برنامه‌ای
fr: Sons dans l'application

# st_in_app_vibrate
source: In-App Vibration
ar: الإهتزاز داخل التطبيق
fa: لرزش درون برنامه‌ای
fr: Vibration dans l'application

# st_in_app_preview
source: In-App Preview
ar: الاظهار المسبق داخل التطبيق
fa: پیش نمایش درون برنامه‌ای
fr: Aperçu dans l'application

# st_in_chat_sound
source: Sounds in Chat
ar: الأصوات داخل المحادثة
fa: صداهای درون گفتگو
fr: Sons dans le discussion

# st_title_Events
source: Events
ar: الأحداث
fa: رویدادها
fr: Événements

# st_Contact_joined_igap
source: Recently Joined iGap.
ar: قد انضمّت جهة اتصال إلى آیکب في الآونة الأخيرة
fa: مخاطبی اخیراً عضو آیگپ شده است.
fr: contact rejoint récemment sur iGap.

# st_pinned_message
source: Pinned Messages
ar: الرسائل الملصقة
fa: پیام‌های چسبیده شده
fr: Messages épinglés

# st_title_other
source: Other
ar: الحالات الأخرى
fa: سایر
fr: Autre

# st_text_keep_alive_service
source: Relaunch app if shut down by user or system. This will ensure you all notifications will be shown.
ar: في حال اخراج التطبيق من وضع التشغيل بواسطة المستخدم أو النظام يجب التشغيل من جديد للوثوق من مشاهدة جميع الاشعارات
fa: اگر نرم افزار توسط کاربر یا سیستم از حالت اجرا خارج شده‌ بود، باید دوباره اجرا شود. این کار اطمینان می‌دهد که شما تمام اعلانات را خواهید دید.
fr: Relancez l'application si elle est fermée par l'utilisateur ou le système.Cela garantira que vous verrez toutes les notifications.

# st_keep_alive_service
source: Keep Service Running all time
ar: الخدمة قيد التنفيذ
fa: سرویس همیشه در حال اجرا
fr: Service toujours actif

# st_background_connection
source: Background Connection
ar: اتصال الخلفية
fa: اتصال پس زمینه
fr: Connexion en arrière-plan

# st_badge_counter
source: Pinned Messages
ar: الرسائل الملصقة
fa: پیام‌های چسبیده شده
fr: Messages épinglés

# st_Repeat_Notifications
source: Pinned Messages
ar: الرسائل الملصقة
fa: پیام‌های چسبیده شده
fr: Messages épinglés

# st_title_reset
source: Reset
ar: إعادة التعيين
fa: بازنشانی
fr: Réinitialiser

# st_reset_all_notification
source: Reset all Notifications
ar: إعادة تعيين جميع الاشعارات
fa: بازنشانی همهٔ اعلانات
fr: Réinitialiser toutes les notifications

# st_text_reset_all_notification
source: Undo all custom notification settings for all your contacts and groups
ar: قُم بالغاء جميع الاشعارات المعتادة لجميع جهات اتصالك و مجموعاتك
fa: تمامی تنظیمات معمول اعلانات را برای همهٔ مخاطبین و گروه های خود خنثی کنید.
fr: Annuler tous les réglages de notification pour tous vos contacts et groupes

# st_dialog_reset_all_notification
source: Are you sure you want to undo all custom notification settings?
ar: هل ترغب في اعادة جميع اعدادات اشعارات التطبيق إلى الحالة الأولى؟
fa: آیا مایلید تمامی تنظیمات اعلانات برنامه را به حالت اولیه بازگردانید؟
fr: Êtes-vous sûr de vouloir réinitialiser tous les réglages de notification ?

# st_dialog_reset_all_notification_yes
source: YES
ar: نعم
fa: بلی
fr: OUI

# st_dialog_reset_all_notification_no
source: NO
ar: لا
fa: خیر
fr: NON

# st_title_Background
source: Chat Background
ar: خلفية المحادثة
fa: پس زمينهٔ گفتگو
fr: Image du fon des discussion

# st_stickers_and_picture
source: Stickers and Pictures
ar: الملصقات و الصورة
fa: برچسب‌ها و تصویر
fr: stickers et images

source: Privacy
ar: الخصوصية
fa: حریم خصوصی
fr: confidentialité

# Block_Users
source: List of Blocked Users
ar: لائحة الحظر
fa: لیست مسدود‌ شده
fr: Liste des utilisateurs bloqués

source: Last Seen
ar: آخر ظهور
fa: آخرین مشاهده
fr: Dernier vu

source: Groups
ar: المجموعات
fa: گروه‌ها
fr: Groupes

source: Security
ar: الأمان
fa: امنیت
fr: Sécurité

source: Pass Code Lock
ar: كلمة المرور أثناء انغلاق التطبيق
fa: رمز عبور به هنگام قفل بودن نرم افزار
fr: Mot de passe pour permettre le verrouillage logiciel

source: Two-Step Verification
ar: التأكيد بمرحلتين
fa: تأیید دو مرحله‌ای
fr: Vérification en deux étapes

source: Active Sessions
ar: الجلسات النشطة
fa: نشست های فعال
fr: sessions actives

# Account_Self_destruction
source: Account self-destructs
ar: التدمير الذاتي للحساب
fa: خودتخریبی حساب کاربری
fr: auto destruction du compte

source: Show line pattern
ar: إظهار نمط الخط
fa: نمایش خطوط الگو
fr: affichage des codes de modèle

# ntg_title_toolbar
source: Notifications & Sounds
ar: الإشعارات و الأصوات
fa: اعلانات و صداها
fr: notifications et des sonnes

# ntg_notifications
source: Notifications
ar: الإشعارات
fa: اعلانات

# ntg_Sound
source: Sound
ar: الصوت
fa: صدا
fr: voix

# ntg_smart_notifications
source: Smart Notifications
ar: الإشعارات الذكية
fa: اعلانات هوشمند
fr: Notifications intelligentes

# chi_shared_Media
source: Shared Media
ar: الوسائط المشتركة
fa: رسانه‌های به اشتراک گذاشته شده
fr: Média partagé

# chi_clearChat
source: Clear Chat History
ar: مسح ذاكرة المحادثة
fa: پاک کردن تاریخچهٔ گفتگو
fr: Effacer l'historique des conversations

# chi_blockContact
source: Block this contact
ar: حظر جهة الاتصال هذه
fa: مسدود کردن این مخاطب
fr: Bloquer ce contact

# chi_title_setting
source: Settings
ar: الإعدادات
fa: تنظیمات
fr: Réglages

# chi_popup_call
source: Voice Call
ar: الاتصال
fa: تماس
fr: Appel vocal

# chi_popup_copy
source: Copy
ar: النسخ
fa: کپی
fr: Copie

# chi_NEXT_STEP
source: Next Step
ar: الخطوة التالية
fa: گام بعدی
fr: Etape suivante

# fac_Add_Contact
source: Add Contact
ar: إنشاء جهة الاتصال
fa: افزودن مخاطب
fr: Ajouter le contact

# fac_contact_info
source: Contact Info
ar: معلومات جهة الاتصال
fa: اطلاعات مخاطب
fr: Informations de contact

# fac_First_Name
source: First Name
ar: الإسم
fa: نام
fr: Prénom

# fac_Last_Name
source: Last Name
ar: الإسم العائلي
fa: نام خانوادگی
fr: Nom de famille

# fac_Phone_Number
source: Phone Number
ar: رقم الهاتف
fa: شماره تلفن
fr: Numéro de téléphone

# fac_Find_in_Page
source: Find in Page
ar: البحث في صفحة
fa: یافتن در صفحه
fr: Rechercher dans la page

# fac_Open_in_Chrome
source: Complete Action Using Chrome
ar: الفتح في متصفح كروم
fa: باز کردن در مرورگر کروم
fr: Ouvrir sur Chrome

# fac_Powered_by_iGap
source: Powered by iGap
ar: المقوّى بواسطة تطبيق آیکب
fa: ارائه شده توسط آیگپ
fr: Proposé par iGap

# menu_add_contact
source: Add Contact
ar: إنشاء جهة الاتصال
fa: افزودن مخاطب
fr: Ajouter le contact

source: Shared Media
ar: الوسائط المشتركة
fa: رسانه‌های به اشتراک گذاشته شده
fr: Média partagé

source: Shared Files
ar: الملفات المشتركة
fa: فایل‌های به اشتراک گذاشته شده
fr: Fichiers partagés

source: Shared Links
ar: الرابط المشترك
fa: پیوند های به اشتراک گذاشته شده
fr: Liens partagés

source: Shared Music
ar: الموسيقى المشترك
fa: موسیقی های به اشتراک گذاشته شده
fr: Musique partagée

source: Save to Music
ar: الحفظ في قسم الموسيقى
fa: ذخیره کردن در بخش موسیقی
fr: Enregistrer en musique

source: Show all Media
ar: إظهار جميع الوسائط
fa: نمایش همهٔ رسانه‌ها
fr: Afficher tous les médias

source: Save to Gallery
ar: الحفظ في ألبوم الصور
fa: ذخیره‌ کردن در گالری
fr: Sauvegarder dans la gallérie

source: Delete from Gallery
ar: الحذف من ألبوم الصور
fa: حذف از گالری
fr: Supprimer de la galerie

source: Select Room
ar: إختيار المحادثة
fa: انتخاب گفتگو
fr: Sélectionner un discussion

source: Edited
ar: المعدّل
fa: ویرایش‌ شده
fr: modifié

source: Today
ar: اليوم
fa: امروز
fr: Aujourd'hui

source: Yesterday
ar: الأمس
fa: دیروز
fr: Hier

# array_Photo
source: Photo
ar: الصورة
fa: عکس

# array_Voice_Message
source: Voice Message
ar: الرسالة الصوتية
fa: پیام صوتی
fr: message d'audio

# array_Video
source: Video
ar: الفيديو
fa: ویدئو
fr: vidéo

# array_File
source: File
ar: الملف
fa: فایل
fr: Fichier

# array_Music
source: Music
ar: الصوت
fa: صوت
fr: audio

# array_GIF
source: GIF
ar: الصورة المتحركة
fa: تصویر متحرک

# array_Add_to_Contact
source: Add to Contact List
ar: الإضافة إلى قائمة جهات الاتصال
fa: افزودن به فهرست مخاطبین
fr: Ajouter aux contacts

# array_Call
source: Call
ar: الاتصال
fa: تماس
fr: Appel

# array_Copy
source: Copy
ar: النسخ
fa: کپی
fr: Copie

# array_Off
source: Off
ar: الإيقاف
fa: خاموش
fr: Éteindre

# array_No_popup
source: No pop-up
ar: دون منفذ الإعلان
fa: بدون پنجرۀ اعلان
fr: Sans notification en bannière

# array_Only_when_screen_on
source: Only when the screen is on
ar: "‫أثناء تشغيل الشاشة فقط
fa: ‫تنها زمانی که صفحهٔ نمایشگر روشن است
fr: quand l'écran est allumé

# array_Only_when_screen_off
source: Only when the screen is off
ar: أثناء ايقاف الشاشة فقط
fa: تنها زمانی که صفحهٔ نمایشگر خاموش است
fr: quand l'écran est éteint

# array_Always_show_popup
source: Show popup always
ar: الإظهار الدائم لمنافذ اشعار الرسالات
fa: نمایش همیشگی پنجره های اعلان پیام
fr: affichage permanant des notifications en bannière

# array_Disable
source: Disable
ar: المعطل
fa: غیرفعال
fr: désactivé

# array_enable
source: Enable
ar: المشغّل
fa: فعال
fr: activé

# array_Default
source: Default
ar: الافتراضي
fa: پیش‌فرض
fr: par défaut

# array_Short
source: Short
ar: القصير
fa: کوتاه
fr: court

# array_Long
source: Long
ar: الطويل
fa: بلند

# array_Only_if_silent
source: When silent
ar: في وضع الصامت للجهاز
fa: در حالت سکوت دستگاه
fr: en mode de silence

# array_From_Gallery
source: Gallery
ar: ألبوم الصور
fa: گالری
fr: gallérie

# array_From_Camera
source: Camera
ar: الكاميرا
fa: دوربین
fr: appareil photo

# array_Delete_photo
source: Delete Photo
ar: حذف الصورة
fa: حذف عکس
fr: supprimer la photo

# array_5_minutes
source: 5 Minutes
ar: ۵ دقائق
fa: ۵ دقیقه

# array_10_minutes
source: 10 Minutes
ar: ۱۰ دقائق
fa: ۱۰ دقیقه

# array_30_minutes
source: 30 Minutes
ar: ۳۰ دقيقة
fa: ۳۰ دقیقه

# array_1_hour
source: 1 Hour
ar: ۱ ساعة
fa: ۱ ساعت
fr: une heure

# array_2_hour
source: 2 Hours
ar: ۲ ساعة
fa: ۲ ساعت
fr: 2 heures

# array_4_hour
source: 4 Hours
ar: ۴ ساعات
fa: ۴ ساعت
fr: 4 heures

# array_Default_Notification_tone
source: Default Notifications Tone
ar: النغمة الافتراضية للاشعارات
fa: آهنگ پیش‌فرض اعلانات
fr: sonnerie en défaut des notifications

# replay_item_dialog
source: Reply
ar: الردّ
fa: پاسخ
fr: réponse

# copy_item_dialog
source: Copy
ar: النسخ
fa: کپی
fr: copie

# share_item_dialog
source: Share
ar: الإشتراك
fa: اشتراک
fr: partager

# forward_item_dialog
source: Forward
ar: الإرسال
fa: ارسال
fr: envoyer

# delete_item_dialog
source: Delete
ar: الحذف
fa: حذف
fr: supprimer

# saveToDownload_item_dialog
source: Save To Downloads
ar: الحفظ في ملف التحميل
fa: ذخیره در پوشهٔ دانلودها
fr: enregistrer au fichier des téléchargements

# edit_item_dialog
source: Edit
ar: التعديل
fa: ویرایش
fr: modifier

source: Search
ar: البحث
fa: جستجو
fr: rechercher

source: Delete and Leave Group
ar: الحذف و مغادرة المجموعة
fa: حذف و ترک گروه
fr: quitter et supprimer le group

# New_Chanel
source: New Channel
ar: القناة الجديدة
fa: کانال جدید
fr: un nouveau canal

source: New Group
ar: المجموعة الجديدة
fa: گروه جدید
fr: nouveau group

# test
source: Will likely mark this as an error despite being correct. You may want to add 91211111 will likely mark this as an error despite being correct. You may want to add
ar: الإختبار
fa: تست
fr: Teste

source: Of
ar: من
fa: از
fr: de

# save_to_music_folder
source: Save to music folder successfully
ar: الحفظ بالنجاح في ملفّ الموسيقى
fa: با موفقیت ذخیره کردن در پوشهٔ موسیقی
fr: enregistrer avec succès au fichier de Musique

source: No Comment
ar: لاتوجد أية تعليقات
fa: دیدگاهی وجود ندارد.
fr: sans commentaire

source: Comment
ar: التعليق
fa: دیدگاه
fr: commentaire

# choose_picture
source: Choose Picture from
ar: اختيار الصورة من
fa: انتخاب تصویر از
fr: choix d'image à partir de

# cansel
source: Cancel
ar: الإلغاء
fa: لغو
fr: annuler

# from_camera
source: Camera
ar: الكاميرا
fa: دوربین
fr: appareil photo

# please_check_your_camera
source: Please Check your Device Camera.
ar: يُرجي التحقق من الكاميرا
fa: لطفاً دوربین دستگاه خود را بررسی کنید.
fr: veuillez vérifier l'appareil photo

source: Delete Photo
ar: حذف الصورة
fa: حذف عکس
fr: supprimer la photo

source: Group Name
ar: إسم المجموعة
fa: نام گروه
fr: nom du group

source: Save
ar: الحفظ
fa: ذخیره
fr: enregistrement

source: Please enter group name
ar: يُرجي إدخال اسم المجموعة
fa: لطفاً نام گروه را وارد کنید.
fr: veuillez entrer le nom du group

source: Group Description
ar: شرح ملخص حول المجموعة
fa: توضیح مختصر گروه
fr: petite présentation du group

# please_enter_group_description
source: Please enter a description about group
ar: يُرجى ادخال شرح ملخص عن المجموعة
fa: لطفاً توضیح مختصری برای گروه وارد کنید.
fr: veuillez entrer une petite présentation du group

# do_you_want_to_delete_this_group
source: Are you sure you want to delete this group?
ar: هل أنت متأكد من مسح هذه المحادثة؟
fa: آیا از حذف این گفتگو اطمینان دارید؟
fr: Etes-vous sûr de vouloir supprimer ce discussion?

# do_you_want_to_set_admin_role_to_member
source: Are you sure you want to remove the admin role from this member?
ar: هل أنت متأكد من حرمان هذا العضو من دور الإدارة؟
fa: آیا از گرفتن نقش مدیر از این عضو اطمینان دارید؟
fr: Etes-vous sûr de devenir dirigeant de ce group?

# do_you_want_to_kick_this_member
source: Are you sure you want to kick this member?
ar: هل أنت متأكد من إزالة هذا العضو؟
fa: آیا از بیرون انداختن این عضو اطمینان دارید؟
fr: Etes-vous sûr d'éliminer ce membre du group?

# do_you_want_to_set_modereator_role_to_member
source: Are you sure you want to remove the moderator role from this member?
ar: هل أنت متأكد من تولّي دور الإدارة في هذه المجموعة؟
fa: آیا از گرفتن نقش ناظر از این عضو اطمینان دارید؟
fr: Etes-vous sûr de devenir surveillant de ce group?

source: Waiting for network…
ar: في انتظار الاتصال بالانترنت
fa: در انتظار اتصال به اینترنت
fr: En attente de connexion internet

source: Connecting…
ar: جاري الاتصال
fa: در حال برقراری ارتباط
fr: connexion en cours

source: Updating…
ar: جاري التحديث
fa: در حال به‌روزرسانی
fr: mis à jour en cours

# last_seen_recently
source: Just Now
ar: آخر ظهور أخيراً
fa: اخیراً
fr: juste maintenant

# member
source: Members
ar: الأعضاء
fa: اعضا
fr: membres

# member_chat
source: Members
ar: العضو
fa: عضو
fr: membre

# one_member_chat
source: Member
ar: العضو
fa: عضو
fr: membre

source: Exception:
ar: الخطأ:
fa: خطا:
fr: erreur

# please_enter_phone_number
source: Please enter your phone number
ar: من فضلك أدخل رقم الاتصال
fa: لطفاً شماره تماس را وارد کنید.
fr: veuillez entrer le numéro de téléphone

source: Please enter correct phone number
ar: الرجاء إدخال رقم الهاتف الصحيح
fa: لطفا شماره تلفن صحیح وارد کنید
fr: veuillez entrer le numéro de téléphone correcte

# please_enter_firstname_or_lastname
source: Please enter your first name or last name
ar: من فضلك أدخل الاسم و الاسم العائلي.
fa: لطفاً نام یا نام خانوادگی را وارد کنید.
fr: veuillez entrer nom et nom de famille

# confirm_email_title
source: Confirmation email
ar: رمز التأكيد
fa: کد تأیید
fr: code de validation

# confirm_email_text
source: A code has been sent to your email in order that your email address will be verified and confirmed then.
ar: تمّ ارسال رمز التأكيد إلى بريدكم الالكتروني لأجل التحقق من البريد الالكتروني.
fa: به منظور تشخیص و تأیید پست الکترونیکی، کد تأییدی برای ایمیل شما ارسال شده است.
fr: Un code de confirmation a été envoyé à votre adresse e-mail pour identifier et vérifier l'e-mail.

# new_chanel
source: New Channel
ar: القناة الجديدة
fa: کانال جدید
fr: nouveau canal

# can_not_save_picture_pleas_try_again
source: Can't save picture, please try again
ar: عدم امكان حفظ الصورة، من فضلك حاول من جديد
fa: عدم توانایی در ذخیرهٔ تصویر، لطفاً دوباره تلاش کنید.
fr: impossible d'enregistrement d'image , veuillez réessayer

source: Chats
ar: المحادثة
fa: گفتگو
fr: discussion

source: Contacts
ar: جهات الاتصال
fa: مخاطبین
fr: contact

source: Messages
ar: الرسائل
fa: پیام‌ها

# show_message_count
source: Displayable Messages
ar: الرسائل القابلة للاظهار
fa: پیام‌های قابل نمایش
fr: messages affichables

# count_of_show_message
source: Number of Displayable Messages
ar: عدد الرسائل القابلة للاظهار
fa: تعداد پیام‌های قابل نمایش
fr: nombre des messages affichables

source: New Messages from
ar: رسالة جديدة من
fa: پیام‌های جدید از
fr: nouveau message de

source: From
ar: من
fa: از
fr: de

source: New Message
ar: رسالة جديدة
fa: پیام جدید
fr: nouveau message

source: New Messages
ar: رسالة جديدة
fa: پیام‌ جدید
fr: nouveau message

# new_message_recicve
source: New Message Received
ar: تم استلام رسالة جديدة
fa: پیام جدید دریافت شد.
fr: nouveau message reçu

# my_Position_is
source: My Location is:
ar: موقعي:
fa: موقعیت من:
fr: mon position actuel

source: Latitude :
ar: العرض الجغرافي:
fa: عرض جغرافیایی:

source: Longitude :
ar: الطول الجغرافي:
fa: طول جغرافیایی:

source: Unknown Artist
ar: الفنان غير المعروف
fa: هنرمند نامشخص
fr: artiste inconnu

# add_new_member
source: Add New Members
ar: إضافة عضو/الأغضاء الجديدة
fa: افزودن عضو(های) جدید
fr: ajouter des nouveaux membres

# set_admin
source: Assign Admin
ar: تحديد المدير
fa: تعیین مدیر
fr: désigner nouveau dirigeant du group

# set_modereator
source: Assign Moderator
ar: تحديد المشرف
fa: تعیین ناظر
fr: désigner nouveau surveillant du group

# set_kick
source: Kick out
ar: الإزالة
fa: بیرون انداختن
fr: éliminer

# member_can_add_new_member
source: Members Can Add New Members
ar: يمكن للإعضاء إضافة أعضاء جديدة
fa: اعضا می‌توانند عضوهای جدید اضافه کنند.
fr: les membres peuvent ajouter des autres

# notificaion_and_sound
source: Notifications and Sounds
ar: الإشعارات و الصوت
fa: اعلانات و صدا
fr: notifications et des sonnes

source: Your Link
ar: رابطكم
fa: پیوند شما
fr: votre lien

source: Public Channel
ar: القناة العامة
fa: کانال عمومی
fr: canal publique

source: Private Channel
ar: القناة الخاصة
fa: کانال خصوصی
fr: canal privé

# desc_private_channel
source: Not anyone can join. They can only be added as members by the admin(s).
ar: لايمكن للمستخدمين الانضمام إلى هذه القناة إلّا بواسطة مدراء القناة
fa: کاربران تنها زمانی می توانند به این کانال بپیوندند که توسط مدیر(ان) به عنوان اعضای کانال اضافه شوند.
fr: seul le dirigeant a la possibilité d'ajouter des nouveaux utilisateurs
