Repository: KianIranian-STDG/iGap-iOS
Catalog: iGap/General/Language/*.lproj/Localizable.strings
Languages: ar, fa, fr

source: Delete Chat
ar: مسح المحادثة
fa: حذف گفتگو
fr: supprimer discussion

source: Delete
ar: إزالة
fa: حذف
fr: supprimer

# delete_account_text1
source: other
ar: الآخر
fa: سایر
fr: etc.

# delete_account_text2
source: other
ar: الآخر
fa: سایر
fr: etc.

# delete_account_text3
source: other
ar: الآخر
fa: سایر
fr: etc.

# delete_account_text4
source: other
ar: الآخر
fa: سایر
fr: etc.

source: Capture Image
ar: التقاط الصورة
fa: گرفتن تصویر
fr: prendre photo

source: Capture Video
ar: تصوير الفيديو
fa: گرفتن فیلم ویدئویی
fr: prendre vidéo

# set_gender
source: Set Gander
ar: تنظیم و تعديل الجنس
fa: تنظیم و ویرایش جنسیت
fr: Ajuster et éditer le genre

source: Set Email
ar: تنظیم و تعديل البريد الالكتروني
fa: تنظیم و ویرایش ایمیل
fr: Ajuster et éditer E-mail

source: Delete Contact
ar: إزالة جهة الاتصال
fa: حذف مخاطب
fr: supprimer contact

# error_email
source: Wrong Email Address
ar: عنوان البريد الالكتروني غير صالح
fa: نشانی ایمیل نامعتبر
fr: adresse E-mail invalide

# do_you_want_delete_this
source: Are you sure you want to delete this room?
ar: هل أنت واثق من إزالة المكوّن المختار؟
fa: آیا از حذف آیتم انتخاب شده اطمینان دارید؟
fr: Etes-vous sûr de supprimer élément choisi ?

# do_you_want_delete_this_channel
source: Are you sure you want to delete this channel?
ar: هل أنت واثق من إزالة هذه القناة؟
fa: آیا از حذف این کانال اطمینان دارید؟
fr: Etes-vous sûr de supprimer ce canal?

# do_you_want_leave_this_channel
source: Are you sure you want to leave this channel?
ar: هل أنت واثق من مغادرة هذه القناة؟
fa: آیااز ترک این کانال اطمینان دارید؟
fr: Etes-vous sûr de quitter ce canal ?

# do_you_want_clear_history_this
source: Are you sure you want to clear history of this room?
ar: هل أنت واثق من مسح ذاكرة المكون المختار؟
fa: آیا از پاک کردن تاریخچه آیتم انتخاب شده اطمینان دارید؟
fr: Etes-vous sûr de supprimer l'archive d'élément choisi?

# active_session_title
source: Terminate the Active Session
ar: الإلغاء و اغلاق الجلسة
fa: لغو و بستن جلسه
fr: annuler et fermer session ?

# active_session_all_title
source: Terminate all Active Sessions
ar: الإلغاء و اغلاق الجلسات
fa: لغو و بستن جلسات
fr: annuler et fermer sessions ?

# active_session_content
source: Are you sure you want to terminate this active session?
ar: هل أنت واثق من الغاء تفعيل هذه الجلسة النشطة؟
fa: آیا از غیر فعال کردنِ این جلسۀ فعال اطمینان دارید؟
fr: Etes-vous sûr de désactiver cette session active?

# active_session_all_content
source: Are you sure you want to terminate all active sessions?
ar: هل أنت واثق من الغاء جميع الجلسات النسطة؟
fa: آیا از لغو همهٔ جلسات فعال اطمینان دارید؟
fr: Etes-vous sûr d'annuler toutes les sessions actives?

# USER_VERIFY_GIVEN_USERNAME
source: There is no registered user with given username.
ar: لم يسجّل أي مستخدم باسم المستخدم المعروض.
fa: هیچ کاربری با نام کابری ارائه شده ثبت نام نکرده است.
fr: Il n'y a pas d'utilisateur inscrit avec cet ID

# USER_VERIFY_MANY_TRIES
source: Verification code is locked for a while due to too many tries.
ar: تم حظر رمز التأكيد بسبب الادخال لعدة مرات.
fa: کد تأییدیه به دلیل چندین مرتبه وارد کردن برای مدتی مسدود می‌باشد.
fr: nombre des codes de validation entrés est passé de la limite. Accès bloqué.

# USER_VERIFY_MANY_TRIES_SEND
source: Verification code has been forwarded frequently.
ar: تم ارسال رمز التأكيد لعدة مرات .
fa: کد تأییدیه چندین مرتبه ارسال شده است.
fr: code de validation a été envoyé plusieurs fois

# USER_VERIFY_EXPIRED
source: Verification code is expired.
ar: رمز التأكيد قد انتهى.
fa: کد تأییدیه منقضی شده است.
fr: code de validation a été expiré

# USER_VERIFY_BLOCK
source: User is blocked for his/her request
ar: تم حظر المستخدم حسب طلبه.
fa: کاربر به دلیل درخواستش مسدود شده است.
fr: utilisateur bloqué par sa demande

# convert_chat_to_group_content
source: Do you want to convert this chat to a group?
ar: هل تريد نقل هذه المحادثة إلى المجموعة؟
fa: آیا می‌خواهید این گفتگو را به گروه انتقال دهید؟
fr: Etes-vous sûr de transférer ce discussion au group?

# convert_chat_to_group_title
source: Convert chat to group
ar: نقل المحادثة إلى المجموعة
fa: انتقال گفتگو به گروه
fr: transférer le message au group

# minute_ago
source: a minute ago
ar: قبل دقائق
fa: یک دقیقه پیش
fr: Il y a quelques minutes

source: Device:
ar: الجهاز :
fa: دستگاه:
fr: appareil

source: Country:
ar: البلد:
fa: کشور:
fr: pays

# create_time
source: Create on:
ar: تم الإنشاء في :
fa: ایجاد شده در:
fr: créé à

source: IP:
ar: الرمز
fa: شناسه
fr: ID

source: Current Session
ar: الجلسة الحالية
fa: جلسهٔ فعلی
fr: session en cours

source: Active Session
ar: الجلسة النشطة
fa: جلسهٔ فعال
fr: session active

source: Terminate
ar: إلغاء التفعيل
fa: غیرفعال کردن
fr: désactiver

# terminate_all
source: Terminate all other Active Sessions
ar: إلغاء جميع الجلسات النشطة
fa: لغو تمامی جلسات فعال
fr: annuler toutes les sessions actives

source: Forwarded from
ar: تم الإرسال من
fa: ارسال شده از
fr: envoyé par

source: more ...
ar: المزيد
fa: بیشتر…
fr: plus

# do_you_want_to_delet_this_chat
source: Do you want to delete this chat?
ar: هل تريد إزالة هذه المحادثة؟
fa: آیا می‌خواهید این گفتگو را حذف کنید؟
fr: vous voulez supprimer ce discussion?

source: Sound at most
ar: الصوت العالي
fa: صدای بلند
fr: haute voix

source: Number
ar: العدد
fa: تعداد
fr: nombre

source: Photo
ar: الصورة
fa: عکس

source: Music Name
ar: عنوان الموسيقى
fa: عنوان موسیقی
fr: titre de musique

source: Times
ar: الأزمنة
fa: زمان‌ها
fr: temps

source: Info
ar: المعلومات
fa: اطلاعات
fr: informations

source: Description
ar: التفاصيل
fa: توضیحات
fr: explications

# type_message
source: Message...
ar: رسالة...
fa: پیام...

source: Place
ar: المكان
fa: مکان

source: Minutes
ar: الدقائق
fa: دقیقه‌ها

source: Channel Link
ar: رابط القناة
fa: پیوند کانال
fr: lien de canal

source: Group Profile
ar: ملف المجموعة
fa: پروفایل گروه
fr: profil du group

source: Iran
ar: إيران
fa: ایران

source: Nature Magazine
ar: مجلة نيجر
fa: مجلهٔ نیچر
fr: Magazine de Nature

source: Everybody
ar: الجميع
fa: همه
fr: tous

source: Music Time
ar: زمان الموسيقى
fa: زمان موسیقی
fr: durée de la musique

source: New Group
ar: المجموعة الجديدة
fa: گروه جدید
fr: Nouveau group

source: Delete From Cache
ar: الإزالة من الذاكرة المختبئة
fa: حذف از حافظهٔ نهان
fr: supprime le cach

source: Leave Channel
ar: مغادرةالقناة
fa: ترک کردن کانال
fr: quitter le canal

source: Report
ar: إبلاغ اساءة الاستخدام
fa: گزارش تخلف
fr: signaler une fraude

# replay
source: Reply
ar: الرد
fa: پاسخ دادن
fr: répondre

source: Members
ar: الأعضاء
fa: اعضا
fr: membres

source: Skip
ar: التخطي
fa: رد کردن
fr: ignorer

source: Settings
ar: الإعدادات
fa: تنظیمات
fr: réglage

# iGap_settings
source: iGap Account Settings
ar: إعدادات حساب آی کب
fa: تنظیمات حساب آیگپ
fr: régalage du compte d'iGap

# please_write_your_message
source: Please type your message!
ar: من فضلك اكتب الرسالة
fa: لطفاْ پیام خود را بنویسید!
fr: veuillez écrire votre message!

# share_audio_file
source: Shared Audios
ar: اشتراك الملف الصوتي
fa: به اشتراک گذاشتن فایل صوتی
fr: partager le fichier d'audio

# share_image
source: Shared Images
ar: اشتراك الصورة
fa: به اشتراک گذاشتن تصویر
fr: partager l'image

# share_image_2
source: Share Image
ar: اشتراك الصورة
fa: به اشتراک گذاشتن تصویر
fr: partager l'image

# share_video_file_2
source: Share Video
ar: اشتراك ملف الفيديو
fa: به اشتراک گذاشتن فایل ویدئویی
fr: partager le fichier de vidéo

# share_video_file
source: Shared Videos
ar: اشتراك ملف الفيديو
fa: به اشتراک گذاشتن فایل ویدئویی
fr: partager le fichier de vidéo

# share_file
source: Shared Files
ar: اشتراك الملف
fa: به اشتراک گذاشتن فایل
fr: partager le fichier

source: Text Copied
ar: النص المنسوخ
fa: متن کپی شد
fr: le texte copié

source: Message
ar: الرسالة
fa: پیام

# future_done
source: will be offered in the future
ar: سيتم تقديم هذه الميزة في المستقبل
fa: این قابلیت در آینده ارائه خواهد شد.
fr: cette possibilité sera offerte à l'avenir

# nick_name_not_exist
source: Name not exist
ar: لايوجد هذا الاسم
fa: این نام وجود ندارد.
fr: ce nom n'existe pas

source: First Name
ar: الإسم
fa: نام
fr: prénom

source: Last Name
ar: الإسم العائلي
fa: نام خانوادگی
fr: nom

source: Block This Contact?
ar: هل تريد حظر هذه الجهة للاتصال؟
fa: ارتباط این مخاطب مسدود شود؟
fr: vous voulez bloquer ce contact?

source: Block
ar: الحظر
fa: مسدود
fr: bloqué

# clear_this_chat
source: Are you sure you want to clear this chat history?
ar: هل أنت واثق من ازالة ذاكرة هذه المحادثة؟
fa: آیا از حذف تاریخچۀ این گفتگو اطمینان دارید؟
fr: Est-il possible de supprimer l'historique de cette conversation?

source: Clear
ar: التنظيف
fa: پاک کردن
fr: supprimer

# can_not_save_image
source: Can't Save image
ar: عدم امكان حفظ الصورة
fa: عدم امکان ذخیرهٔ تصویر
fr: impossible d'enregistrement d'image

# just_owner_can_delete
source: Just Creator can delete
ar: لا يمكن الازالة إلّا بواسطة مالك المجموعة.
fa: فقط مالک گروه می‌تواند حذف کند.
fr: seul le dirigeant peut supprimer le group

# shate_audio_file
source: Share audio File
ar: اشتراك الملف الصوتي
fa: به اشتراک گذاشتن فایل صوتی
fr: partager le fichier d'audio

source: Last seen
ar: آخر ظهور
fa: آخرین مشاهده
fr: dernier vu à

source: Remove
ar: الإزالة
fa: حذف کردن
fr: supprimer

# please_check_your_connenction
source: Please check your connection
ar: من فضلك تحقق في ظروف تواصلك
fa: لطفاْ شرایط ارتباطی خود را بررسی کنید.
fr: veuillez vérifier votre connexion

# errore_verification_sms
source: Error verification SMS
ar: رسالة الخطأ في التأكيد
fa: پیام خطای تأیید
fr: Message d'erreur de confirmation

source: Male
ar: الذكر
fa: آقا
fr: Monsieur

source: Female
ar: الأنثى
fa: خانم
fr: Madame

source: Share via
ar: الاشتراك عبر
fa: به اشتراک گذاشتن از طریق
fr: partager par

source: Error
ar: خطأ
fa: خطا
fr: Erreur

# please_enter_code_for_verify
source: Enter Code.
ar: ادخل الرمز.
fa: کد را وارد کنید.
fr: entrer votre code

# server_do_not_response
source: Server don't response
ar: لم يتم استلام الرد من مزود خدمة الانترنت.
fa: سرور پاسخ نمی‌دهد.
fr: le serveur ne répond pas

source: Share image from iGap
ar: اشتراك الصورة من آیکب
fa: به اشتراک گذاشتن تصویر از آیگپ
fr: partager une image par iGap

source: Share video from iGap
ar: اشتراك الفيديو من آیکب
fa: به اشتراک گذاشتن ویدیو از آیگپ
fr: partager une vidéo par iGap

source: TERMINATE
ar: الإلغاء
fa: لغو
fr: annuler

# iGap_version
source: iGap iOS Client V
ar: إصدار iOS آیکب
fa: آیگپ iOS نسخه
fr: la version d'Android

# Bazzar
source: Bazaar
fa: کافه بازار
fr: application Café-Bazar

# do_you_want_left_this
source: Are you sure you want to leave this room?
ar: هل أنت واثق من مغادرة المكون المختار؟
fa: آیا از ترک آیتم انتخاب شده اطمینان دارید؟
fr: Etes-vous sûr de supprimer l'élément choisi?

# do_you_want_to_leave_this_group
source: Are you sure you want to leave this group?
ar: هل أنت واثق من معادرة هذه المجموعة
fa: آیا از ترک این گروه اطمینان دارید؟
fr: Etes-vous sûr de quitter ce group?

# waiting_for_connection
source: Waiting for Connecting to Server
ar: في انتظار الاتصال بمزود خدمة الانترنت
fa: در انتظار اتصال به سرور
fr: En attente de connexion au serveur

# picture_save_to_galary
source: picture saved to gallery
ar: حفظ الصورة في ألبوم الصور
fa: ذخیرهٔ تصویر در گالری
fr: enregistrer l'image au gallérie

# my_location_title
source: My Location
ar: موقعي
fa: موقعیت من
fr: ma position

# shared_image
source: Shared Images
ar: الصورة المشتركة
fa: تصاویر به اشتراک گذاشته شده
fr: image partagée

# shared_video
source: Shared Videos
ar: الفيديو المشترك
fa: ویدیوهای به اشتراک گذاشته شده
fr: vidéo partagée

# shared_audio
source: Shared Audios
ar: الملف الصوتي المشترك
fa: صوت های به اشتراک گذاشته شده
fr: fichier d'audio partagé

# shared_voice
source: Shared Voices
ar: الملف الصوتي المشترك
fa: پیام های صوتی به اشتراک گذاشته شده
fr: fichier d'audio partagé

# shared_gif
source: Shared Gifs
ar: الصورة المتحركة المشتركة
fa: تصاویر متحرک به اشتراک گذاشته شده
fr: GIF partagé

# shared_file
source: Shared Files
ar: الملف المشترك
fa: فایل های به اشتراک گذاشته شده
fr: document partagé

source: Images
ar: الصورة
fa: تصاویر

source: QR Payment
ar: دفع كيو آر
fa: هزینهٔ کیو آر
fr: frais de QR

source: Charge balance
ar: مستوى الشحن
fa: میزان شارژ
fr: somme de charge

source: Total balance
ar: النسبة الاجمالية
fa: میزان کل
fr: somme total

# rials
source: Rial
ar: ریال
fa: ریال
fr: En Rial

# amount_rials
source: %@ Rials
ar: %@ ریال
fa: %@ ریال

source: Unverified/
ar: لم يُحدّد /
fa: تشخیص داده نشده/
fr: non-identifié

# send_documents
source: Sending documents
ar: إرسال الوثائق و المستندات
fa: ارسال اسناد و مدراک
fr: envoie des documents et des fichiers

source: Charge
ar: الشحن
fa: شارژ
fr: recharge

source: Transaction history
ar: ذاكرة المعاملات
fa: تاریخچهٔ معاملات
fr: histoire des échanges

# transfer_mony
source: Transfer Money
ar: نقل النقود
fa: انتقال پول
fr: Transfert d'argent

source: Create QR code
ar: إنشاء رمز كيو آر
fa: ایجاد کد کیو آر
fr: créer QR

source: Pay via QR code
ar: الدفع عبر رمز كيو آر
fa: پرداخت از طریق کد کیو آر
fr: payer par QR

source: Charge out
ar: التشحين
fa: شارژ کردن
fr: recharger

source: E-Commerce
ar: التجارةالالكترونية
fa: تجارت الکترونیک

# agrement
source: Agreement
ar: الإتفاق
fa: توافق
fr: accord

# payment_charge_out_text
source: Message of Charging out
ar: رسالة التشحين
fa: پیغام شارژ کردن
fr: Message de rechargement

source: Description(optional)
ar: التوضيح (اختياري)
fa: توضیح (اختیاری)
fr: explication (facultatif)

source: Enter the code here
ar: أدخل الرمز هنا.
fa: کد را اینجا وارد کنید.
fr: Entrez le code ici.

source: Transfer to
ar: الانتقال إلى
fa: انتقال به
fr: transférer à

source: Transfer to wallet
ar: نقل إلى المحفظة
fa: انتقال به کیف پول
fr: transférer au portefeuille

# gift_message
source: Gift Amount *. Want to get it?
ar: مبلغ رصيد الهدية *. تريد الحصول عليها؟
fa: اعتبار هدیه به مبلغ *.مایل به دریافت آن هستید؟
fr: faire le virement au somme de * comme cadeau voulez-vous recevoir ça?

# toast_success_gift
source: Wait a few moments to apply gift credit.
ar: انتظر لحظة حتى يتم التحقق من صحة الهدية.
fa: برای اعمال اعتبار هدیه چند لحظه صبر کنید.
fr: veuillez attendre quelques instants pour faire le virement de cadeau

# amount_to_pay_factor
source: Amount to pay factor (Rials) :
ar: فاتورة مستحقة الدفع (ریال) :
fa: مبلغ قابل پرداخت فاکتور (ریال) :
fr: Facture à payer

source: Price
ar: السعر
fa: قیمت
fr: prix

# amunt
source: Amount
ar: النسبة
fa: مقدار
fr: quantité

source: Email(optional)
ar: البريد الالكتروني (اختياري)
fa: ایمیل (اختیاری)
fr: E-mail (facultatif)

source: Create
ar: الإنشاء
fa: ایجاد
fr: créer

# gif_selected_for_send
source: the GIF selected to send
ar: الصورة المتحركة المختارة للإرسال
fa: تصویر متحرک انتخاب شده برای ارسال
fr: GIF choisi à envoyer

source: Log message
ar: التسجيل
fa: ثبت پیام
fr: enregistrer le message

# iranian_rials
source: Iranian Rial(IRR)
ar: ريال ايراني (IRR)
fa: ریال ایران (IRR)
fr: Rial d'Iran

source: Your login code is:
ar: هل هذا رمز دخولك؟:
fa: کد ورود شما هست:
fr: code entré est

# there_is_no_sheared_media
source: There are no shared media
ar: لم يتم اشتراك أية وسائط .
fa: هیچ رسانه‌ای به اشتراک گذاشته نشده است.
fr: Il n'y pas de média partagé

source: Pending
ar: قيد الانتظار
fa: معلق
fr: suspendu

source: Completed
ar: قد اكتمل
fa: کامل شده
fr: achevé

# st_data_shams
source: Persian Date
ar: التاريخ الشمسي
fa: تاریخ پارسی
fr: Date persane

# content_log_out
source: Are you sure you want to sign out of your iGap account?
ar: هل أنت متأكد من الخروج من الحساب؟
fa: آیا از خروج از حساب کاربری خود اطمینان دارید؟
fr: Etes-vous sûr de vous déconnecter?

# one_day
source: Last day
ar: قبل يوم واحد
fa: یک روز قبل
fr: il y a un jour

# two_day
source: Two days ago
ar: قبل يومين
fa: دو روز قبل
fr: il y a deux jours

# three_day
source: Three days ago
ar: قبل ثلاثة أيام
fa: سه روز قبل
fr: il y a trois jours

# four_day
source: Four days ago
ar: قبل أربعة أيام
fa: چهار روز قبل
fr: il y a quatre jours

# five_day
source: Five days ago
ar: قبل خمسة أيام
fa: پنج روز قبل
fr: il y a cinq jours

# six_day
source: Six days ago
ar: قبل ستة أيام
fa: شش روز قبل
fr: il y a six jours

source: at
ar: في
fa: در
fr: dans

# group_link_copy
source: Copy
ar: النسخ
fa: کپی
fr: copie

# group_link_revoke
source: Change Link
ar: إلغاء الرابط
fa: ابطال لینک
fr: annuler le lien

source: Group Link
ar: رابط المجموعة
fa: لینک گروه
fr: lien de group

source: Channel Description
ar: تفاصيل القناة
fa: توضیح کانال
fr: explication de canal

source: Channel Name
ar: إسم القناة
fa: نام کانال
fr: nom de canal

source: Delete and Leave Channel
ar: إزالة و مغادرة القناة
fa: حذف و خارج شدن از کانال
fr: supprimer et sortir de canal

# channel_delete
source: Delete Channel
ar: إزالة القناة
fa: حذف کانال
fr: supprimer de canal

source: Please Enter Channel Name
ar: من فضلك أدخل اسم القناة .
fa: لطفاً نام کانال وارد کنید.
fr: veuillez entrer nom de canal

source: New Channel
ar: القناة الجديدة
fa: کانال جدید
fr: nouveau canal

# channel_left
source: Leave Channel
ar: مغادة القناة
fa: ترک کانال
fr: quitter canal

source: Please Enter Channel Description
ar: من فضلك أدخل شرحاً ملخصاً عن القناة .
fa: لطفاً توضیح مختصری برای کانال وارد کنید.
fr: veuillez entrer explication courte sur canal

# txt_you
source: You
ar: أنت
fa: شما
fr: vous:

source: You
ar: أنت
fa: شما
fr: vous

source: Farvardin
ar: فروردین
fa: فروردین
fr: 1 mars - 20 avril Farvardin

# ordibehst
source: Ordibehesht
ar: اردیبهشت
fa: اردیبهشت
fr: 21 avril - 21 mai Ordibehešt

source: Khordad
ar: خرداد
fa: خرداد
fr: 22 mai - 21 juin Khordâd

source: Tir
ar: تیر
fa: تیر
fr: 22 juin - 22 juil. Tir

source: Mordad
ar: مرداد
fa: مرداد
fr: 23 juil. - 22 août Mordâd

source: Shahrivar
ar: شهریور
fa: شهریور
fr: 23 août - 22 sept.Šahrivar

source: Mehr
ar: مهر
fa: مهر
fr: 23 sept. - 22 oct. Mehr

source: Aban
ar: آبان
fa: آبان
fr: 23 oct. - 21 nov. Âbân

source: Azar
ar: آذر
fa: آذر
fr: 22 nov. - 21 déc. Âzar

source: Dey
ar: دی
fa: دی
fr: 22 déc. - 20 janv. Dey

source: Bahman
ar: بهمن
fa: بهمن
fr: 21 janv. - 19 fév. Bahman

source: Esfand
ar: اسفند
fa: اسفند
fr: 20 fév. - 20 mars Esfand

source: Join
ar: الإنضمام
fa: عضویت
fr: Adhésion

# do_you_want_to_join_to_this
source: Do you want to join this
ar: هل ترغب في هذا؟
fa: آیا مایلید در این
fr: vous voulez dans

# txt_draft
source: Draft
ar: المسودة :
fa: پیش نویس:
fr: brouillon

# st_signature
source: Signature
ar: التوقيع
fa: امضا

source: Sunday
ar: الأحد
fa: یک شنبه
fr: dimanche

source: Monday
ar: الاثنين
fa: دوشنبه
fr: lundi

source: Tuesday
ar: الثلاثاء
fa: سه شنبه
fr: mardi

source: Wednesday
ar: الأربعاء
fa: چهارشنبه
fr: mercredi

source: Thursday
ar: الخميس
fa: پنج شنبه
fr: jeudi

source: Friday
ar: الجمعة
fa: جمعه
fr: vendredi

source: Saturday
ar: السبت
fa: شنبه
fr: samedi

source: Block User
ar: حظر جهة الاتصال
fa: مسدود کردن ارتباط مخاطب
fr: bloquer le contact

source: Unblock User
ar: إزالة حظر جهة الاتصال
fa: رفع مسدودیت ارتباط مخاطب
fr: débloquer le contact

# prefix
source: by
ar: بواسطة
fa: توسط
fr: par

# USER_JOINED
source: joined iGap
ar: إنضمّ إلى آیکب
fa: به آیگپ پیوست
fr: a rejoint iGap

# USER_DELETED
source: left iGap
ar: غادر آیکب
fa: آیگپ را ترک کرد
fr: a quitté I Gap

# ROOM_CREATED
source: created
ar: تم الإنشاء
fa: ایجاد شد
fr: a été créé

# MEMBER_ADDED
source: was added
ar: تمت الإضافة
fa: اضافه شد
fr: a été ajouté

# MEMBER_KICKED
source: was kicked
ar: تمّت الإزالة
fa: حذف شد
fr: a été éliminé

# MEMBER_LEFT
source: left the Page
ar: غادر
fa: صفحه را ترک کرد
fr: a quitté

# ROOM_CONVERTED_TO_PUBLIC
source: converted page to Public
ar: تحوّل من الخاص إلى العام
fa: صفحه را به عمومی تبدیل کرد
fr: Du privé au public

# ROOM_CONVERTED_TO_PRIVATE
source: converted page to Private
ar: تحوّل من العام إلى الخاص
fa: صفحه را به خصوصی تبدیل کرد
fr: Du public au privé

# MEMBER_JOINED_BY_INVITE_LINK
source: joined via Invite Link
ar: بالدعوة إلى
fa: با دعوت به
fr: avec l'invitation de

# Room_Deleted_log
source: deleted Room
ar: تم الحذف
fa: حذف شد
fr: a été éliminé

source: Revoke
ar: الإبطال
fa: ابطال
fr: annuler

source: conversation
ar: الصفحة
fa: صفحه
fr: page

source: Missed Screen Share
ar: مكالمة فائتة
fa: تماس از دست رفته
fr: appel manqué

source: Missed Voice Call
ar: مكالمة صوتية فائتة
fa: تماس صوتی از دست رفته
fr: appel d'audio manqué

source: Missed Video Call
ar: مكالمة فيديو فائتة
fa: تماس تصویری از دست رفته
fr: appel vidéo manqué

source: Send Position
ar: إرسال الموقع
fa: ارسال موقعیت
fr: envoyer la position

source: Deleted Message
ar: الرسالة المحذوفة
fa: پیام حذف شده
fr: message supprimé

source: Unread Message
ar: الرسالة غير المقروءة
fa: پیام خوانده نشده
fr: message non-lu

# you_need_to_allow
source: iGap needs to access your
ar: أنت بحاجة إلى السماح
fa: باید اجازه استفاده از
fr: Doit avoir la permission d'utiliser

# permission_camera
source: Camera
ar: اذن الكاميرا
fa: دوربین را بدهید
fr: Donne la caméra

# permission_contact
source: Contact
ar: اذن قائمة السجلات
fa: ارسال مخاطب
fr: Donner une liste de contacts

# permission_calender
source: Calender
ar: اذن التقويم
fa: تقویم را بدهید
fr: Donne le calendrier

# permission_location
source: Location
ar: اذن تحديد الموقع
fa: ارسال موقعیت مکانی
fr: Donner au téléphone un positionneur

# permission_record_audio
source: Record Audio
ar: اذن مسجل الصوت
fa: میکروفن را بدهید
fr: Donne le micro

# permission_phone
source: Call Phone
ar: اذن الهاتف
fa: گوشی را بدهید
fr: Donne le téléphone portable

# permission_sms
source: Received Messages
ar: اذن الرسائل
fa: پیامک ها را بدهید
fr: aux sms

# st_privacy_blog
source: iGap Official Blog
ar: المدونة الرسمية لآیکب
fa: بلاگ رسمی آیگپ
fr: blog officiel d'iGap

# st_privacy_create_ticket
source: Support Request
ar: طلب الدعم
fa: درخواست پشتیبانی
fr: Demande de support

# st_privacy_iGap_home
source: iGap Official Home
ar: الصفحة الرسمية لآیکب
fa: صفحه رسمی آیگپ
fr: page officiel d'iGap

# channel_public_hint_revoke
source: Channel Public Link
ar: الرابط العام للقناة
fa: لینک عمومی کانال
fr: lien publique de canal

# channel_link_title_revoke
source: Invitation Link
ar: رابط الدعوة
fa: لینک دعوت
fr: lien d'invitation

# channel_link_hint_revoke
source: Channel Invitation Link
ar: رابط الدعوة إلى القناة
fa: لینک دعوت به کانال
fr: lien d'invitation au canal

# self_destructs
source: Self-destruct
ar: التدمير الذاتي
fa: خود تخریبی
fr: autodestruction

# save_ok
source: Saved
ar: تم الحفظ
fa: ذخیره شد
fr: a été enregistré

# Toast_time_wait
source: please wait until:
ar: من فضلك انتظر حتى :
fa: لطفاً منتظر بمانید تا :
fr: veuillez patienter

# array_delete_photo_group
source: Delete Photo
ar: إزالة الصورة
fa: حذف عکس
fr: supprimer la photo

# group_link_hint_revoke
source: Group Invitation Link
ar: رابط دعوة المجموعة
fa: لینک دعوت گروه
fr: lien d'invitation au group

# channel_title_convert_to_private
source: Convert to private
ar: التحويل إلى القناة الخاصة
fa: تبدیل به کانال خصوصی
fr: convertir canal au privé

# channel_text_convert_to_private
source: Do you want to convert this channel to private?
ar: هل تريد تحويل هذه القناة إلى القناة الخاصة؟
fa: آیا می خواهید این کانال را به کانال خصوصی تبدیل کنید؟
fr: Etes-vous sûr de convertir ce canal au privé?

# channel_title_convert_to_public
source: Convert to public
ar: التحويل إلى القناة العامة
fa: تبدیل به کانال عمومی
fr: convertir canal en publique

# channel_text_convert_to_public
source: Do you want to convert this channel to public?
ar: هل تريد تحويل هذه القناة إلى القناة العامة؟
fa: آیا می خواهید این کانال را به کانال عمومی تبدیل کنید؟
fr: Etes-vous sûr de convertir ce canal en publique?

# channel_title_channel_set_username
source: Set Username
ar: تحديد الرابط العام للقناة
fa: تخصیص لینک عمومی کانال
fr: Allocation de lien public de canal

# group_title_convert_to_private
source: Convert to Private
ar: التحويل إلى المجموعة الخاصة
fa: تبدیل به گروه خصوصی
fr: convertir le group en privé
