Repository: KianIranian-STDG/iGap-iOS
Catalog: iGap/General/Language/*.lproj/Localizable.strings
Languages: ar, fa, fr

# security_privacy_policy
source: Security and Privacy Policy
ar: الأمن والخصوصية
fa: امنیت و حریم خصوصی
fr: sécurité et confientialité

# app_version
source: Version
ar: إصدار التطبيق
fa: نسخه برنامه
fr: version de l'application

source: About App
ar: حول التطبيق
fa: درباره برنامه
fr: a propos de l'application

# terms_condition
source: Terms and Conditions
ar: الشروط والأحكام
fa: قوانین و مقررات
fr: réglemen et conditions

source: Terms and Conditions
ar: شروط وأحكام الاستخدام
fa: قوانین و نحوه استفاده
fr: réglemen et mode d'emploi

source: Contact Us
ar: اتصل بنا
fa: تماس با ما
fr: contatcez-nous

source: FAQ
ar: أسئلة مكررة
fa: سوالات متداول
fr: questions fréquentes

source: Logout from Account
ar: تسجيل الخروج من الحساب
fa: خروج از حساب کاربری
fr: déconnecter

# logout_prompt
source: Are you sure you want to logout from your account?
ar: هل تريد تسجيل الخروج من حسابك؟
fa: آیا میخواهید از حساب خود خارج شوید؟
fr: voulez-vous vous déconnecter?

source: Logout
ar: خروج
fa: خروج
fr: sortir

# top_company
source: Tejarat Electronic Parsian
ar: شرکت تجارت الکترونیک پارسیان
fa: شرکت تجارت الکترونیک پارسیان
fr: Société de commerce électronique parsienne

# bank_parsian
source: Parsian Bank
ar: بانک پارسیان
fa: بانک پارسیان
fr: Banque Parian

# bank_saman
source: Saman Bank
ar: بانک سامان
fa: بانک سامان
fr: Banque Saman

# bank_mellat
source: Mellat Bank
ar: بانک ملت
fa: بانک ملت
fr: Banque Mellat

# bank_pasargad
source: Pasargad Bank
ar: بانک پاسارگاد
fa: بانک پاسارگاد
fr: Banque Pasargad

# bank_eghtesad_novin
source: EN Bank
ar: بانک اقتصاد نوین
fa: بانک اقتصاد نوین
fr: Banque EN

# bank_karafarin
source: Karafarin Bank
ar: بانک کارآفرین
fa: بانک کارآفرین
fr: Banque Karafarin

# bank_sarmayeh
source: Sarmayeh Bank
ar: بانک سرمایه
fa: بانک سرمایه
fr: Banque Sarmayeh

# bank_melli
source: Bank Melli Iran
ar: بانک ملی ایران
fa: بانک ملی ایران
fr: Banque Melli Iran

source: Bank Sepah
ar: بانک سپه
fa: بانک سپه
fr: Banque Sepah

# bank_dey
source: Bank Day
ar: بانک دی
fa: بانک دی
fr: Banque Daay

# bank_tejarat
source: Tejarat Bank
ar: بانک تجارت
fa: بانک تجارت
fr: Banque Tejarat

# bank_refah
source: Refah Bank
ar: بانک رفاه
fa: بانک رفاه
fr: Branque Refah

# bank_saderat
source: Bank Saderat Iran
ar: بانک صادرات ایران
fa: بانک صادرات ایران
fr: Banque Saderat

source: Bank Maskan
ar: بانک مسکن
fa: بانک مسکن
fr: Banque Maskan

# bank_shahr
source: Shahr Bank
ar: بانک شهر
fa: بانک شهر
fr: Banque Shahr

# bank_sina
source: Sina Bank
ar: بانک سینا
fa: بانک سینا
fr: Banque Sina

# bank_keshavarzi
source: Keshavarzi Bank
ar: بانک کشاورزی
fa: بانک کشاورزی
fr: Banque Keshavarzi

# bank_markazi
source: Central Bank of Iran
ar: بانک مرکزی
fa: بانک مرکزی
fr: Banque centrale

# bank_gardeshgari
source: Tourism Bank
ar: بانک گردشگری
fa: بانک گردشگری
fr: Banque Gardeshgari

# bank_post_bank
source: Post Bank of Iran
ar: پست بانک
fa: پست بانک
fr: Banque Poste

# bank_ansar
source: Ansar Bank
ar: بانک انصار
fa: بانک انصار
fr: Banque Ansar

# bank_iran_zamin
source: Iran Zamin Bank
ar: بانک ایران زمین
fa: بانک ایران زمین
fr: Banque Iran Zamin

# bank_ayandeh
source: Ayandeh Bank
ar: بانک آینده
fa: بانک آینده
fr: Banque Ayandeh

# bank_resalat
source: RQ Bank
ar: بانک رسالت
fa: بانک رسالت
fr: Banque Resalat

# bank_tosee_taavon
source: Tose'e Ta'avon Bank
ar: بانک توسعه تعاون
fa: بانک توسعه تعاون
fr: Banque Tose'e Ta'avon

# bank_tosee_saderat
source: Export Development Bank of Iran
ar: بانک توسعه صادرات ایران
fa: بانک توسعه صادرات ایران
fr: Banque Tose'e Saderat

source: Bank Hekmat Iranian
ar: بانک حکمت ایرانیان
fa: بانک حکمت ایرانیان
fr: Banque Hekmat e Iranian

# bank_sanato_madan
source: Bank of Industry & Mine
ar: بانک صنعت و معدن
fa: بانک صنعت و معدن
fr: Banque Sanat va Madan

# bank_ghavamin
source: Ghavamin Bank
ar: بانک قوامین
fa: بانک قوامین
fr: Banque Ghavamin

# bank_mehr_iran
source: Mehr Iran Bank
ar: بانک مهر ایران
fa: بانک مهر ایران
fr: Banque Mehr e Iran

# bank_mehr_eghtesad
source: Mehr Eqtesad Bank
ar: بانک مهر اقتصاد
fa: بانک مهر اقتصاد
fr: Banque Mehre e Eghtesad

# bank_etebari_kosar
source: Kosar Credit Institute
ar: موسسه اعتباری کوثر
fa: موسسه اعتباری کوثر
fr: Institut bancaire Kowsar

# bank_etebari_tosee
source: Tosse'e Credit Institute
ar: موسسه اعتباری توسعه
fa: موسسه اعتباری توسعه
fr: Institut bancaire Towseh

# bank_etebari_asgarieh
source: Melal Credit Institution
ar: موسسه اعتباری عسگریه
fa: موسسه اعتباری عسگریه
fr: Institut bancaire Asgariyeh

# card_bank
source: Bank Card
ar: بطاقة البنك
fa: کارت بانک
fr: carte bancaire

# paygear_card
source: Wallet Card
ar: محفظة
fa: کیف پول
fr: Portefeuille

source: Set Password
ar: تسجيل كلمة المرور
fa: ثبت رمز عبور
fr: enregistrer mot de passe

# change_password
source: Change Wallet Password
ar: تغيير كلمة مرور المحفظة
fa: تغییر رمز عبور کیف پول
fr: modifier mot de passe du portefeuille

# text_forgot
source: Wallet password sent to you. (The password will expire after 2 minutes, please change it after retrieving it)
ar: تم إرسال كلمة مرور المحفظة الخاصة بك. (تنتهي كلمة المرور بعد دقيقة واحدة ، يرجى تغييرها بعد استلامها)
fa: رمز عبور کیف پول برای شما ارسال شد.( رمز ارسال شده بعد از ۲ دقیقه منقضی می شود لطفاً بعد از دریافت مجدد آن را تغییر دهید )
fr: le mot de passe de votre portefeuille a été envoyé (Le mot de passe expirera après 2 minutes, Veuillez le changer après l'avoir reçu à nouveau)

# text_forgot_title
source: Resend Password
ar: إعادة إرسال كلمة المرور
fa: ارسال مجدد رمز
fr: Renvoyer le mot de passe

# Forgot_Passwords
source: Wallet Password recovery
ar: استعادة كلمة السر المحفظة
fa: بازیابی رمز عبور کیف پول
fr: récupérer le mot de passe de votre portefeuille

# cashier
source: finance
ar: المالية
fa: مالی
fr: Financière

source: admin
ar: مشرف
fa: ادمین

source: Taxi Balance
ar: جرد سيارة أجرة
fa: موجودی تاکسی
fr: crédit pour prendre taxi

source: Shop Balance
ar: جرد المتجر
fa: موجودی فروشگاه
fr: crédit pour achat de magasin

# cashout_taxi
source: Cashout
ar: انطباعات المخزون
fa: برداشت از موجودی
fr: payer par crédit sur compte

# balance_low
source: Your wallet balance is not enough.please top-up it.
ar: محفظتك منخفضة. زيادة رصيد محفظتك.
fa: موجودی کیف پول شما کم است. موجودی کیف پول خود را افزایش دهید.
fr: Votre portefeuille est faible. Augmentez l'équilibre de votre portefeuille.

source: ‌Bank Card
ar: بطاقة البنك
fa: کارت بانکی
fr: carte bancaire

# wallet_card
source: Wallet
ar: محفظة
fa: کیف پول
fr: portefeuille

# amount_to_pay
source: Amount to pay (Rials) :
ar: المبلغ المستحق (ریال) :
fa: مبلغ قابل پرداخت (ریال) :
fr: sommepayable (en Rial)

# club_balance
source: Club card balance (Rials)
ar: رصيد بطاقة النادي (ریال)
fa: موجودی کارت باشگاهی (ریال)
fr: Solde de la carte du club(en Rial)

# wallet_balance
source: Wallet balance (Rials)
ar: جرد المحفظة (ریال)
fa: موجودی کیف پول (ریال)
fr: solde de portefeuille (en Rial)

# total_amount
source: Total Amount (Rials) :
ar: المبلغ الإجمالي (ریال) :
fa: مبلغ کل (ریال) :
fr: somme total (en Rial)

# discount_amount
source: Discount Amount (Rials) :
ar: مبلغ الخصم (ریال) :
fa: مبلغ تخفیف (ریال) :
fr: Réduction (en Rial)

# personalAccountType
source: Personal
ar: الشخصية
fa: شخصی
fr: privé

# taxiAccountType
source: Driver
ar: سائق
fa: راننده
fr: chaufeur

# shopAccountType
source: Shop
ar: متجر
fa: فروشگاه
fr: magasin

# default_sheba_number
source: Default IBAN number
ar: رقم الآيبان الافتراضي
fa: شماره شبا پیش فرض
fr: Numéro de compte bancaire international en défaut

# default_sheba_number_message
source: Do you want to save this IBAN number as default IBAN number?\n Attention! All Automatic normal cashout will use this IBAN Number until you change it,
ar: هل تريد حفظ رقم IBAN هذا كرقم IBAN الافتراضي؟ \ n انتباه! ستستخدم جميع نقاط السحب الآلي التلقائية رقم IBAN هذا حتى تقوم بتغييره ،
fa: آیا مایل به ذخیره این شماره به عنوان شماره شبای پیش فرض خود هستید؟ دقت کنید! در صورت انتخاب پیشفرض از این پس تمام برداشت های عادی اتوماتیک با شماره شبا پیشفرض انجام می شود.
fr: veuillez choisir un fichier

source: Recover password
ar: إستعادة كلمة المرور
fa: فراموشی رمز
fr: mot de passé oublié

# cash_out_two_wallet_hint
source: Enter Cash out amount then your merchant balance will transfer to your personal wallet
ar: أدخل مبلغ "السحب النقدي" ثم سيتم تحويل رصيد التاجر إلى محفظتك الشخصية
fa: مبلغ را وارد کنید تا موجودی فروشگاه به موجودی کیف پول شخصی شما انتقال یابد.
fr: veuillez choisir un fichier

# cash_to_wallet
source: to Personal wallet
ar: إلى المحفظة الشخصية
fa: کیف ‌پولی
fr: portefeuilles

source: person
ar: شخص
fa: نفر
fr: individu

# club_balance_not_enough
source: This Card balance is not enough
ar: مبلغ از موجودی این کارت بیشتر است.
fa: مبلغ از موجودی این کارت بیشتر است.
fr: la somme demande dépasse le solde de cette carte

# enter_four_digit_code
source: Enter Six digits code
ar: أدخل الرمز المكون من ستة أرقام الذي أرسلناه إلى رقم هاتفك
fa: کد شش رقمی را وارد کنید
fr: veuillez entrer le code en 6 chiffres

# four_digit_code
source: Six digit code
ar: رمز من ستة أرقام
fa: کد شش رقمی پیامک شده
fr: le code en 6 chiffres a été envoyé

source: Show Receipt
ar: عرض الاستلام
fa: مشاهده رسید
fr: Voir le reçu

# reciever_name
source: Receiver
ar: المتلقي
fa: نام گیرنده
fr: Le nom du destinataire

# date_time
source: date and time
ar: التاريخ و الوقت
fa: تاریخ و ساعت
fr: date et heure

source: Transaction Type
ar: نوع المعاملة
fa: نوع تراکنش
fr: Type de transaction

source: Purchase
ar: شراء
fa: خرید
fr: achat

source: Remaining balance
ar: الرصيد المتبقي
fa: موجودی باقیمانده
fr: Solde restant

# refound
source: money transferred to your wallet
ar: تحويل الأموال إلى محفظتك
fa: سند اصلاح واریز مبلغ به کیف پول
fr: Document corrigeant le montant du dépôt dans le portefeuille

# Recently_Sticker
source: Recently
ar: مؤخرا
fa: به تازگی
fr: récemment

# Favorite_Sticker
source: Favorite
ar: مفضل
fa: مورد علاقه
fr: favoris

source: item Selected
ar: العنصر المحدد
fa: مورد انتخاب شده
fr: sélectionné

# terms_and_condition
source: Agree to the terms of service
ar: أقبل القواعد و اللوائح
fa: قوانین و مقررات را می پذیرم
fr: j'accepte les règlements

# terms_and_condition_clickable
source: terms
ar: القواعد و اللوائح
fa: قوانین و مقررات
fr: les règlements

# charity_confirm
source: You have set the %1$@ Rial to help charity %2$@
ar: شما مبلغ %s ریال جهت کمک به خیریه %s در نظر گرفته اید.
fa: شما مبلغ %s ریال جهت کمک به خیریه %s در نظر گرفته اید.
fr: vous avez envisagé la somme s% Rial pour faire les dons de charité

# new_channel_hint
source: You can provide an optional description for your channel.
ar: يمكنك تقديم وصف اختياري لقناتك.
fa: شما می توانید توضیحات اختیاری برای کانال خود را ارائه دهید.
fr: vous pouvez rédiger des explications facultatives pour votre canal

# new_group_hint
source: You can provide an optional description for your group.
ar: يمكنك تقديم وصف اختياري لمجموعتك.
fa: شما می توانید یک توضیح اختیاری برای گروه خود ارائه دهید.
fr: vous pouvez rédiger une explications facultatives pour votre group

source: Permanent Link
ar: وصلة دائمة
fa: لینک دائمی
fr: lien permanant

# change_language_title
source: Change Language
ar: غير اللغة
fa: تغییر زبان برنامه
fr: changement la langue de l'application

# terms_condition_title
source: Terms and Condition
ar: القواعد واللوائح
fa: قوانین و مقررات
fr: les conditions et des termes

# welcome_title
source: Welcome To iGap
ar: مرحبا بكم في iGap
fa: به آیگپ خوش آمدید
fr: bienvenu sur iGap

# add_modereator
source: Add Moderator
ar: أضف المشرف
fa: افزودن ناظر
fr: ajouter le surveillant

source: Add Admin
ar: إضافة المسؤول
fa: افزودن مدیر
fr: ajout le dirigeant

# subscribers_title
source: Subscribers
ar: مشتركين
fa: مشترک
fr: commun

# invite_link_title
source: invite link
ar: دعوة الرابط
fa: لینک دعوت
fr: lien d'invitation

source: Add to Home screen
ar: إضافة إلى الشاشة الرئيسية
fa: افزودن به صفحه اصلی
fr: ajouter à la page d'accueil

source: Channel Type
ar: نوع القناة
fa: نوع کانال
fr: genre de canal

# sign_message_title
source: Sign Messages
ar: توقيع الرسائل
fa: امضا پیام ها
fr: signer les message

# get_money_title
source: Get Money
ar: الحصول على المال
fa: دریافت وجه
fr: recevoir la somme

# payment_continue_title
source: continue
ar: استمر
fa: ادامه
fr: suite

# shabe_title
source: Shaba Card
ar: بطاقة إلى شبا
fa: کارت به شبا
fr: carte à l'identifiant bancaire national

# bank_account_charge
source: Account Charge
ar: رصيد الحساب
fa: موجودی حساب
fr: solde de compte

# last_ten_transaction
source: Last 10 transaction
ar: عشرة معاملة آخر
fa: ده تراکنش آخر
fr: les dix dernière transactions

source: Inventory
ar: المخزون
fa: موجودی
fr: solde

# pay_bills_title
source: Pay Bills
ar: ادفع الفواتير
fa: پرداخت قبض
fr: payer la facture

# mobile_bills_title
source: Mobile Bills
ar: فواتير المحمول
fa: قبض موبایل
fr: facture de portable

source: Bills
ar: فواتير
fa: قبض و جریمه
fr: Factures et amendes

source: Charge amount
ar: مستوى الشحن
fa: مبلغ شارژ
fr: somme de recharge

# buy_internet_package_title
source: Buy Internet Package
ar: شراء حزمة الإنترنت
fa: خرید بسته اینترنتی
fr: achat des forfais d'Internet

# charity_title
source: Charity
ar: الاعمال الخيرية
fa: نیکوکاری
fr: charité

source: Disk and Network Usage
ar: استخدام القرص والشبكة
fa: استفاده از حافظه و شبکه
fr: utilisation du stockage et de réseau

source: Cache
ar: مخبأ
fa: حافظه ی محلی
fr: stockage local

source: Auto-play Media
ar: تشغيل الوسائط تلقائيًا
fa: پخش خودکار محتوا
fr: auto-lecteur des contenus

source: Auto-download Media
ar: التحميل التلقائي للوسائط
fa: دانلودخودکار محتوا
fr: auto-téléchargement des contenus

# chat_setting
source: Chat Settings
ar: إعدادات المحادثة
fa: تنظیمات گفتگو
fr: réglage des discussions

source: Warning
ar: تحذير
fa: اخطار
fr: Alerte

# accept_terms_and_condition_error_message
source: forget to accept terms and conditions
ar: تنسى قبول الشروط والأحكام
fa: فراموش كردین شرایط و ضوابط را بپذیرید
fr: vous avez oublié d'accepter les conditions et les termes

# new_channels_rules
source: If you set a permanent link, other people will be able to find and join your channel. You can use a–z, 0–9 and underscores. Minimum length as 5 characters.
ar: إذا قمت بتعيين رابط دائم ، فسيتمكن الأشخاص الآخرون من العثور على قناتك والانضمام إليها. يمكنك استخدام أ-ي و 0-9 و الشرطة السفلية. الحد الأدنى للطول هو 5 أحرف.
fa: اگر یک پیوند دائمی را تنظیم کنید، افراد دیگر قادر به یافتن و پیوستن به کانال شما خواهند بود. شما می توانید از a-z، 0-9 و زیرخط استفاده کنید. حداقل طول 5 حرف است.
fr: si vous définissez un lien permanant , les autres peuvent vous rejoibdre.n vous pouvez utiliser A-Z et 0-9.la taille minum est 5 lettres.

source: Refresh
ar: تحديث
fa: تازه کردن
fr: renuveler

source: Mark as several
ar: بمناسبة عدة
fa: انتخاب چندتایی
fr: choix multiple

# chat_setting_title
source: Chat Setting
ar: إعداد الدردشة
fa: تنظیمات صفحه گفتگو
fr: reglage des pages de discussion

# add_new_subscriber
source: Add Subscriber
ar: إضافة المشترك
fa: افزودن دنبال کننده
fr: ajouter des abonnés

source: Cloud
ar: غيم
fa: فضای ابری
fr: stokage en nuage

source: Score
ar: أحرز هدفا
fa: امتیاز
fr: point

source: Credit
ar: ائتمان
fa: اعتبار
fr: crédit

source: Make as Read
ar: اجعله مقروء
fa: خوانده شده
fr: lu

source: Read All
ar: اقرأ كل شيء
fa: همه خوانده شده
fr: tous sont lus

source: Financial Report
ar: تقرير مالي
fa: گزارش مالی
fr: reportage fiancier

# fag
source: FAQ
ar: التعليمات
fa: سوالات متداول
fr: questions fréquentes

source: Wallet Message
ar: رسالة المحفظة
fa: پیام کیف پول
fr: message de portefuille

# unknown_message
source: This message is not supported!
ar: هذه الرسالة غير مدعومة!
fa: این پیام پشتیبانی نمی شود!
fr: Ce message n'est pas supporté!

source: Card to Card Message
ar: بطاقة إلى رسالة بطاقة
fa: پیام کارت به کارت
fr: message de virement part carte bancaire

source: Payment Message
ar: رسالة الدفع
fa: پیام پرداخت
fr: message de paiement

# available_merchants
source: See merchants that accepts this card
ar: عرض المتاجر التي تقبل هذه البطاقة
fa: مشاهده فروشگاه های پذیرنده این کارت
fr: voir des magasins qui accepte cette carte

# available_merchants_title
source: See merchants that accepts this card
ar: مستلمو هذه البطاقة
fa: پذیرندگان باشگاه
fr: qui acceptent les membres de Club

# balance_title
source: balance :
ar: الأوراق المالية:
fa: موجودی :
fr: solde

# WALLET_TRANSFER_MONEY
source: Wallet Money Transfer
ar: محفظة تحويل الأموال
fa: انتقال وجه کیف پول
fr: transférer l'argent au portefeuille

# CARD_TRANSFER_MONEY
source: Card To Card Money Transfer
ar: بطاقة إلى بطاقة تحويل الأموال
fa: انتقال وجه کارت به کارت
fr: transférer l'argent par carte bancaire

# PAYMENT_TRANSFER_MONEY
source: Payment Money Transfer
ar: دفع تحويل الأموال
fa: پرداخت
fr: paiement

# card_number_dest
source: Destination card number
ar: رقم بطاقة الوجهة
fa: شماره کارت مقصد
fr: numéro de carte destinateur

# card_number_source
source: Source card number
ar: رقم بطاقة الأصل
fa: شماره کارت مبدا
fr: numéro de carte expéditeur

source: Source bank
ar: بنك المصدر
fa: بانک مبدا
fr: banque destinateur

# cardToCardInvoiceNumber
source: Billing number
ar: رقم الفواتير
fa: شماره صورتحساب
fr: numéro de la facteur

# cardToCardTrace
source: Trace Number
ar: تتبع عدد
fa: شماره پیگیری
fr: numéro de suivi

# WalletRrnNumber
source: Reference No
ar: الرقم المرجعي
fa: شماره مرجع
fr: numéro de référence

# cardToCardRequest
source: Write your text for card to card.
ar: اكتب نصك للبطاقة.
fa: متن درخواست کارت به کارت خود را بنویسید.
fr: écrivez le texte de demande de paiement par carte bancaire

# amCardToCardIconText
source: Transfer Request
ar: طلب نقل
fa: درخواست انتقال
fr: demande de transfert

# cardToCardBtnText
source: Card to Card
ar: بطاقة إلى بطاقة
fa: کارت به کارت
fr: par carte bancaire

# crad_to_card_dest_name
source: Account Owner Name
ar: اسم صاحب الحساب
fa: نام دارنده حساب
fr: titulaire de compte bancaire

source: Groups in Common
ar: المجموعات المشتركة
fa: گروه های مشترک
fr: group en commun

# register_with_barcode_scan
source: Login with QR scan
ar: تسجيل الدخول مع مسح الباركود
fa: ورود با اسکن بارکد
fr: entrer en scannant QR

# administrators_title
source: Administrators
ar: المسؤولين
fa: مدیران
fr: les dirigeants

# moderators_title
source: Moderators
ar: المشرفين
fa: ناظران
fr: les surveillants

source: View Contact
ar: عرض الاتصال
fa: نمایش مخاطب
fr: afficher le contact

source: New Group Call
ar: مكالمة جماعية جديدة
fa: تماس گروهی جدید
fr: nouveau appel collectif

source: Dial Number
ar: رقم الطلب
fa: صفحه تماس
fr: page des appels

source: Call
ar: مكالمة
fa: تماس
fr: appel

source: Select Country
ar: حدد الدولة
fa: انتخاب کشور
fr: choix du pays

source: Enter wallet password
ar: أدخل كلمة مرور المحفظة
fa: رمز کیف پول خود را وارد کنید
fr: veuillez entrer le code de votre portefeuille

source: Videos
ar: أشرطة فيديو
fa: فیلم ها
fr: films

source: Audios
ar: صوتيات
fa: صوت ها
fr: audois

source: Voices
ar: أصوات
fa: پیغام های صوتی
fr: messages d'audio

source: Gifs
ar: متحركة
fa: گیف ها
fr: GIF

source: Files
ar: ملفات
fa: فایل ها
fr: fichiers

source: Links
ar: الروابط
fa: لینک ها
fr: liens

source: Size
ar: بحجم
fa: اندازه
fr: taille

# copy_link_title
source: Copy Link
ar: انسخ الرابط
fa: کپی لینک
fr: copier le lien

# location_dialog_message
source: Do you want to use your location?
ar: هل تريد استخدام موقعك؟
fa: آیا می خواهید از موقعیت مکانی شما استفاده شود؟
fr: vous voulez activer votre localisation?

# recent_action
source: Recent Actions
ar: الإجراءات الأخيرة
fa: اقدامات اخیر
fr: Actions récentes

# sign_channel_message_description
source: Add names of the admins to the messages they post.
ar: أضف أسماء المسؤولين إلى الرسائل التي ينشرونها.
fa: اسامی مدیران را به پیامهایی که ارسال کرده اید اضافه کنید.
fr: ajoutez les noms des dirigeants à qui vous avez envoyé le message

# reaction_message_detail
source: show a vote section for every channel's posts for members.
ar: أضف أسماء المسؤولين إلى الرسائل التي ينشرونها.
fa: با فعال کردن این گزینه امکان نظردهی اعضا گروه برای هر پست فعال میشود.
fr: ajoutez les noms des dirigeants qui vous ont envoyé le message

# chat_history_for_new_member_title
source: Chat history for new members
ar: سجل الدردشة للأعضاء الجدد
fa: تاریخچه گپ برای اعضای جدید
fr: l'histoire des discussions pour les nouveaux membres

# permissions_title
source: Permissions
ar: أذونات
fa: مجوزها
fr: les autorisations

source: All
ar: الكل
fa: همه
fr: tous

source: Missed
ar: افتقد
fa: از دست رفته
fr: manqué

source: Incoming
ar: الوارد
fa: ورودی
fr: entré

source: Canceled
ar: ألغيت
fa: لغو شده
fr: annulé

source: Outgoing
ar: المنتهية
fa: خروجی
fr: sortie

source: No item selected.
ar: لم يتم تحديد عنصر.
fa: موردی انتخاب نشده است.
fr: aucun élément n'a pas été sectionné

# subscriber
source: Subscribers
ar: مشتركين
fa: دنبال کنندگان
fr: veuillez choisir un fichier

# point
source: points
ar: نقاط
fa: امتیاز
fr: point

source: Rank
ar: مرتبة
fa: رتبه
fr: rang

# tablet_empty_chat_description
source: Get Started Welcome to iGap. You can ever set your profile picture and/or change your name in Settings section.
ar: البدء مرحباً بك في آی کب. يمكنك تعيين صورة ملفك الشخصي و / أو تغيير اسمك في قسم الإعدادات.
fa: شروع کار به آیگپ خوش آمدید.همیشه می توانید عکس نمایه خود را تنظیم کرده و یا در بخش تنظیمات نام خود را تغییر دهید.
fr: Commencer bienvenue sur iGap. Vous pouvez à tous les moments définir votre photo de profil et / ou changer votre nom dans les réglages

# make_call
source: Make Phone Call
ar: مكالمة
fa: ایجاد تماس
fr: faire appel

source: Create Chat
ar: إنشاء الدردشة
fa: ایجاد گفتگو
fr: faire discussion

source: Delete All
ar: حذف الكل
fa: حذف همه
fr: éliminer tous

# maximum_poll
source: You Have Reached Your Vote Limit.
ar: لقد وصلت إلى حد تصويتك.
fa: شما به تعداد مجاز رای خود را ثبت کرده اید.
fr: vous avez voté au nombre des fois autorisées

# before_try
source: You have already registered your vote.
ar: لقد قمت بالفعل بتسجيل صوتك.
fa: قبلا رای خود را ثبت کرده اید.
fr: vous avez déjà voté

# poll_ok
source: Your vote was successfully recorded.
ar: تم تسجيل صوتك بنجاح.
fa: رای شما با موفقیت ثبت شد
fr: votre vote a été bien pris

# igasht_choose_province_title
source: Select the city you want
ar: شهر مورد نظر خود را انتخاب کنید
fa: شهر مورد نظر خود را انتخاب کنید
fr: veuillez choisir votre ville

# igasht_buy_ticket_title
source: Buy tickets
ar: خرید بلیط
fa: خرید بلیط
fr: acheter billet

# detail_title
source: Details
ar: جزئیات
fa: جزئیات
fr: les détailles

# igasht-add-external-visits
source: اضافه کردن بازدید خارجی
fa: اضافه کردن بازدید کننده خارجی

# igasht_ticket_type_title
source: Specify the type of ticket
ar: نوع بلیط را مشخص کنید
fa: نوع بلیط را مشخص کنید
fr: veuillez choisir le type de billet

# igasht_order_ticket_title
source: %1$@ for %2$d person
ar: %s برای %d نفر
fa: %s برای %d نفر
fr: %d personnes pour %s

# igasht_favorites_title
source: Favorites
ar: علاقه مندی ها
fa: علاقه مندی ها
fr: les préférés

# igasht_history_title
source: History
ar: تاریخچه
fa: تاریخچه
fr: l'histoire

# igasht_total_ticket_price
source: Total Price: %d Rials
ar: مبلغ نهایی: %d ریال
fa: مبلغ نهایی: %d ریال
fr: somme totale et finale : %d Toman

# igasht_add_ticket_error
source: Please Add Ticket
ar: لطفا بلیت خود را اضافه کنید.
fa: لطفا بلیت خود را اضافه کنید.
fr: veuillez ajouter votre billet

# igasht_buy_ticket_successful
source: Buy Ticket Successful
fa: خرید با موفقیت انجام شد.
fr: l'achat a été bien faite

# str_frag_sync_contactTitle
source: Say Hi to your friends and let them know you are on iGap
ar: قل مرحبا لأصدقائك
fa: به دوستان خود سلام کنید و بهشون بگید که در آیگپ هستید.
fr: Dites bonjour à vos amis et annoncer votre présence sur iGap

# str_frag_sync_contactWelcome
source: Welcome to iGap
ar: مرحبا بك في آی کب
fa: به آیگپ خوش آمدید
fr: bienvenu sur iGap

# str_frag_sync_skipBtn
source: Get Started
ar: البدء
fa: شروع
fr: commencer
