Repository: KianIranian-STDG/iGap-iOS
Catalog: iGap/General/Language/*.lproj/Localizable.strings
Languages: ar, fa, fr

# elecBill_searchCell_CustomerName
source: Customer Name
ar: اسم الزبون
fa: نام مشتری
fr: Nom du client

# elecBill_searchCell_CustomerAddress
source: Customer Address
ar: عنوان العميل
fa: آدرس مشتری
fr: Adresse du client

# elecBill_search_billSerial
source: Power meter's body number
ar: رقم الجسم السلطة متر
fa: شماره بدنه کنتور
fr: Numéro du corps du compteur d'énergie

# elecBill_search_billCompany
source: Electricity Provider Company
ar: شركة مزود الكهرباء
fa: شرکت ارائه دهنده سرویس برق
fr: Compagnie de fournisseur d'électricité

# elecBill_search_billSearch
source: Find my Bill
ar: العثور على فاتورتي
fa: جستجو
fr: Trouver ma facture

# elecBill_search_billSpinner
source: choose
ar: أختر
fa: انتخاب کنید
fr: choisir

# elecBill_error_billMissing
source: Not enough data to pay the bill.
ar: لا توجد بيانات كافية لدفع الفاتورة.
fa: اطلاعات لازم جهت پرداخت قبض موجود نیست.
fr: Pas assez de données pour payer la facture.

# elecBill_error_bellowMin
source: Can't pay bills under 10,000 Rial.
ar: لا يمكن دفع الفواتير أقل من 10،000 ريال.
fa: امکان پرداخت قبض های زیر 10000 ریال وجود ندارد.
fr: Impossible de payer des factures inférieures à 10 000 rials.

# elecBill_error_MPLError
source: Can't connect to payment service.
ar: لا يمكن الاتصال بخدمة الدفع.
fa: سرویس پرداخت متصل نمی باشد.
fr: Impossible de se connecter au service de paiement.

# elecBill_error_title
source: Error
ar: خطأ
fa: خطا
fr: Erreur

# elecBill_error_listView
source: There is no data to show. Please try again later.
ar: لا توجد بيانات لإظهارها. الرجاء معاودة المحاولة في وقت لاحق.
fa: موردی برای نمایش موجود نیست. لطفا دقایقی دیگر دوباره تلاش کنید.
fr: Il n'y a pas de données à montrer. Veuillez réessayer plus tard.

# elecBill_error_company
source: You must choose a service provider.
ar: يجب عليك اختيار مزود الخدمة.
fa: شما باید شرکت توزیع کننده برق خود را انتخاب کنید.
fr: Vous devez choisir un fournisseur de services.

# elecBill_error_billSerial
source: Bill serial can NOT be empty.
ar: فاتورة المسلسل لا يمكن أن تكون فارغة.
fa: شماره کنتور نمیتواند خالی باشد.
fr: Le numéro de série ne peut PAS être vide.

# elecBill_error_billSerialLength
source: Bill serial must be at least 7 character.
ar: يجب ألا يقل حجم الفاتورة عن 7 أحرف.
fa: شماره کنتور باید حداقل 7 کاراکتر باشد.
fr: Le numéro de série doit comporter au moins 7 caractères.

# elecBill_error_openCompanySpinner
source: Open
ar: افتح
fa: باز کردن
fr: Ouvert

# elecBill_error_zeroResultSearch
source: result: No bills found.
ar: النتيجة: لا توجد فواتير.
fa: نتایج: قبضی یافت نشد.
fr: résultat: Aucune facture trouvée.

# elecBill_error_zeroResultBill
source: No bills is registered under your name.
ar: لا توجد فواتير مسجلة باسمك.
fa: هیچ قبضی به نام شما در سیستم موجود نیست.
fr: Aucune facture n'est enregistrée sous votre nom.

# elecBill_error_notPossible
source: This action is Not available at the moment.
ar: این عملیات در حال حاضر امکان پذیر نیست.
fa: این عملیات در حال حاضر امکان پذیر نیست.
fr: Cette action n'est pas disponible pour le moment.

# elecBill_success_title
source: Success
ar: نجاح
fa: موفقیت
fr: Succès

# elecBill_success_pay
source: Payment is successful.
ar: الدفع ناجح
fa: پرداخت با موفقیت انجام شد.
fr: Le paiement est réussi.

source: Credit
ar: ائتمان
fa: اعتبار

# do_not_send
source: Don't Send
ar: لا ترسل
fa: نفرست

# payment_for
source: for
ar: إلى
fa: به

# score_title
source: Score
fa: امتیاز

source: Deleted from Storage
ar: تم الحذف من التخزين
fa: حذف از حافظه

# auth_verify_mobile
source: Verification code
ar: شيفرة التأكيد
fa: کد تایید

source: Via
ar: بواسطة
fa: توسط

source: SMS and iGAP
ar: الرسائل القصيرة و آیگپ
fa: پیامک و آیگپ

# dialog_done
source: Done
ar: منجز
fa: تایید

source: Your Profile
ar: ملفك الشخصي
fa: حساب کاربری شما

# two_step_verficatiion_header
source: You have enabled Two-Step verification; so your account is protected with an additional password
ar: لقد قمت بتمكين التحقق من خطوتين ؛ وبالتالي فإن حسابك محمي بكلمة مرور إضافية
fa: شما تایید دومرحله ای را انتخاب کرده اید.برای همین حساب کاربری شما توسط رمزی دوم ایمن شده است

# show_and_login_using_qr_title
source: Scan this QR Code using your other device to log in to your iGap Account
ar: مسح رمز الاستجابة السريعة هذا باستخدام جهازك الآخر لتسجيل الدخول إلى حساب آیگپ الخاص بك
fa: این کیوآر کد را توسط دستگاه دیگر خود به منظور ورود به حساب کاربری اسکن نمایید

# msg_security_two_step_verification_hint
source: In Order to retrieve your account,Please Answer the following security questions,after answering correctly your two step verification password will be disabled and need to be activated again
ar: من أجل استرداد حسابك ، يرجى الإجابة على أسئلة الأمان التالية ، وبعد الإجابة بشكل صحيح ، سيتم تعطيل كلمة المرور الخاصة بالتحقق من خطوتين وستحتاج إلى تنشيط مرة أخرى
fa: به منظور بازیابی حساب خود لطفا به سوالات زیر پاسخ بدهید

# new_text
source: New
ar: جديد
fa: جدید

source: New Call
ar: مكالمة جديدة
fa: تماس جدید

source: Hint
ar: ملحوظة
fa: راهنما

# check_all_the_fields
source: Please Check All The Fields
ar: يرجى التحقق من جميع الحقول
fa: لطفا همه ی فیلد ها را چک نمایید

# minimum_number_of_letters
source: The number of letters is less than 5 character
ar: عدد الأحرف أقل من 5 أحرف
fa: تعداد حروغ وارد شده کمتر از ۵ حرف می باشد

# already_taken_username
source: The user name is already taken by another user
ar: اسم المستخدم مأخوذ بالفعل من قبل مستخدم آخر
fa: این نام کاربری قبلا توسط کاربری دیگر انتخاب شده است

# msg_update_username_forbidden
source: You are not allowed to Update your username
ar: غير مسموح لك بتحديث اسم المستخدم الخاص بك
fa: .کاربران می توانند توسط این لینک به کانال شما ملحق شوند.در آینده می توانید این لینک را نیز تفییر دهید

source: Add Member
ar: إضافة عضو
fa: افزودن کاربر

source: Add Member To
ar: إضافة عضو إلى
fa: افزودن کاربر به

source: Please Choose a member
ar: الرجاء اختيار عضو
fa: لطفا یک کاربر را انتخاب نمایید

# exising_member
source: the selected member is alredy the list
ar: العضو المحدد هو بالفعل القائمة
fa: کاربر انتخابی در لیست موجود می باشد

# exising_members
source: the selected members are alredy the list
ar: الأعضاء المختارون هم قائمة
fa: کاربران انتخابی در لیست موجود می باشند

source: Loading...
ar: جار التحميل...
fa: در حال دریافت ...

source: Ok and Go
ar: حسناً وانطلق
fa: اعمال و رفتن

# enter_reciever_code
source: Enter reciever's code
ar: أدخل رمز المستلم
fa: کد گیرنده را وارد نمایید

# please_fill_form_data_correctly
source: Please fill the form information correctly
ar: يرجى ملء معلومات النموذج بشكل صحيح
fa: لطفا اطلاعات فرم را به صورت صحیح پر نمایید

source: Qr Code Scanner
fa: بارکدخوان

# gift_is_used
source: This Gift Barcode Is Already Used
ar: رمز شريط الهدايا هذا مستخدم بالفعل
fa: این بارکد هدیه قبلا استفاده شده است

# wallet_store_balance
source: Balance of Shop's Wallet
ar: محفظة ميزان المتجر
fa: موجودی کیف پول مغازه

# driver_wallet_balance
source: Balance of Driver's Wallet
ar: رصيد محفظة السائق
fa: موجودی کیف پول راننده

source: Set as Default Card
ar: تعيين كبطاقة افتراضية
fa: تعریف به عنوان کارت پیشفرض

# otp_code
source: One Time Password
ar: كلمة السر لمرة واحدة
fa: رمز یک بار مصرف

# success_payment
source: Successful Payment
ar: الدفع الناجح
fa: پرداخت موفق

# shares_of_sales
source: Share of sales
ar: حصة المبيعات
fa: سهم از فروش

source: To Wallet
ar: للمحفظة
fa: به کیف پول

# success_operation
source: The operation was successful
ar: كانت العملية ناجحة
fa: عملیات موفقیت آمیز بود

source: Amount In
ar: المبلغ في
fa: مبلغ واریزی

source: Amount Out
ar: المبلغ
fa: مبلغ برداشت

# please_wait_data_loading
source: Please wait while Data is Loading ...
ar: الرجاء الانتظار حتى يتم تحميل البيانات ...
fa: تا زمان دریافت داده ها شکیبا باشید ...

# invalid_bill_message
source: The bill is invalid
ar: الفاتورة غير صالحة
fa: قبض نا معتبر می باشد

# elec_bill_operations
source: Electricity Bill Operations
ar: عمليات فاتورة الكهرباء
fa: خدمات قبض برق

# elec_bill_name
source: Electricity Bill Name
ar: اسم فاتورة الكهرباء
fa: نام قبض

# elec_provider_company_code
source: Company Code
ar: رمز الشركة
fa: کد شرکت توزیع

# elec_provider_company_name
source: Company Name
ar: اسم الشركة
fa: نام شرکت توزیع

# elec_provider_customer_type
source: Customer Type
ar: نوع العميل
fa: نوع مشترک

# elec_provider_customer_tel
source: Customer Telphone
ar: هاتف العميل
fa: تلفن مشترک

# elec_provider_bill_phase
source: Phase
ar: مرحلة
fa: فاز

# elec_provider_bill_voltage
source: Voltage
ar: الجهد االكهربى
fa: ولتاژ

# elec_provider_bill_power
source: Power
ar: قوة
fa: قدرت

# elec_provider_bill_tarif
source: Bill Tarif
ar: بیل تعريفة
fa: تعرفه

# elec_bill_customer_postal_code
source: Customer PostalCode
ar: الرمز البريدي للعملاء
fa: کدپستی

# elec_bill_customer_zone
source: Customer Zone
ar: منطقة العملاء
fa: منطقه

# elec_bill_customer_due_date
source: Due Date
ar: تاريخ الاستحقاق
fa: آخرین مهلت پرداخت

# elec_bill_device_last_read
source: Last Read Date
ar: تاريخ آخر قراءة
fa: آخرین تاریخ مشاهده کنتور

# elec_bill_enter_device_serial
source: Please Enter The Counter Meter Device's Serial Number
ar: الرجاء إدخال الرقم التسلسلي لجهاز عداد العداد
fa: سریال کنتور خود را وارد نمایید

# elec_bill_select_provider_company_list
source: Please Select Your Provider Company From The List
ar: يرجى اختيار شركة مزودك من القائمة
fa: لطفا شرکت توزیع منطقه خود را انتخاب نمایید

source: Communicating...
ar: التواصل ...
fa: برقراری ارتباط...

# what_do_u_want
source: What Do You Want to Do ?
ar: ماذا تريد أن تفعل ؟
fa: قصد چه کاری را دارید؟

# which_type_of
source: Which type of conversation would you like to initiate?
ar: أي نوع من المحادثة تريد أن تبدأ؟
fa: تمایل به ایجاد کدام یک از موارد زیر را دارید؟

source: Last Active At:
ar: آخر نشاط في:
fa: آخرین زمان فعال بودن :

source: Linux
ar: لینوکس
fa: لینوکس

source: Windows
ar: ویدوز
fa: ویندوز

source: Mac OS
ar: مک او اس
fa: مک اواس

source: iOS
ar: آی او اس
fa: آی او اس

source: Android
ar: اندروید
fa: اندروید

source: Tablet
ar: لوح
fa: تبلت

source: Mobile
ar: التليفون المحمول
fa: موبایل

source: Desktop
ar: سطح المكتب
fa: دیکتاپ

source: BlackBerry
ar: بلک بری
fa: بلک بری

# unknown_audio
source: Unknow Audio
ar: أغنية غير معروفة
fa: فایل صوتی نامشخص

# user_not_exist
source: User Does Not Exist
ar: المستعمل غير موجود
fa: این کاربر وجود ندارد

# channel_not_exist
source: Channel Does Not Exist
ar: القناة غير موجودة
fa: کانال وجود ندارد

# group_not_exist
source: Group Does Not Exist
ar: المجموعة غير موجودة
fa: گروه وجود ندارد

source: before
ar: قبل
fa: قبل

source: You Joined
ar: انت انضممت
fa: شما پیوستید

source: Open Now
ar: مفتوح الان
fa: الان باز کن

# sure_to_forward
source: Are you sure to Forward the message to this Room?
ar: هل أنت متأكد من إعادة توجيه الرسالة إلى هذه الغرفة؟
fa: آیا از ارسال این پیام به این صفحه مطمین هستید؟

source: Albums
ar: ألبومات
fa: آلبوم ها

# choose_frame
source: Cover
ar: التغطية
fa: انتخاب قاب

source: Processing
ar: معالجة
fa: درحال پردازش

source: Prepaid
ar: مسبقة الدفع
fa: اعتباری

# incash
source: Cash
ar: السيولة النقدية
fa: نقدی

# paygateway
source: Payment Gateway
ar: بوابة الدفع
fa: درگاه پرداخت

# an_hour_ago
source: hour ago
ar: منذ ساعة
fa: یک ساعت پیش

source: hours ago
ar: منذ ساعات
fa: ساعت پیش

source: Someone
ar: شخصا ما
fa: شخصی

# room_created
source: Created This Room
ar: أنشأت هذه الغرفة
fa: این صفحه را ایجاد کرد

# channel_created
source: Channel was Created
ar: تم إنشاء القناة
fa: کانال ایجاد گردید

# group_created
source: Group was Created
ar: تم إنشاء المجموعة
fa: گروه ایجاد گردید

# did_not_respond_to_ur_voice_call
source: Did not respond to your voice call
ar: لم ترد على مكالمتك الصوتية
fa: عدم پاسخ دهی به شروع تماس صوتی با شما

# did_not_respond_to_ur_video_call
source: Did not respond to your video call
ar: لم ترد على مكالمة الفيديو الخاصة بك
fa: عدم پاسخ دهی به شروع تماس تصویری با شما

# msg_vote_to_see_barchart
source: Please Vote to see the BarChart !
ar: يرجى التصويت لرؤية شريط الرسم البياني!
fa: برای مشاهده نتیجه نظرسنجی لطفا ابتدا رای خود را ثبت نمایید !

source: Chart
ar: جدول
fa: نمودار

# call_question
source: Which number do you want to call?
ar: ما الرقم الذي تريد الاتصال به؟
fa: تمایل به برقراری تماس به کدام شماره را دارید؟

source: Channels
ar: قنوات
fa: کانال ها

source: Long Press To Record
ar: اضغط لفترة طويلة للتسجيل
fa: برای شروع ضبط دست خود را نگه دارید

# unpin_are_u_sure
source: Are you sure unpin this message?
ar: هل أنت متأكد من إلغاء تثبيت هذه الرسالة؟
fa: آیا از برداشتن پین این پیام مطمئنید؟

# unpin_for_all
source: Unpin for all users
ar: فتح لجميع المستخدمين
fa: برداشتن پین برای همه

source: Unpin for me
ar: فتح لي
fa: برداشتن پین برای من

# pin_are_u_sure
source: Are you sure pin this message?
ar: هل أنت متأكد من تثبيت هذه الرسالة؟
fa: آیا از پین شدن این پیام مطمینید؟

source: Photo Or Video
ar: صور أو فيديو
fa: تصویر یا ویدیو

source: Delete For Me
ar: حذف بالنسبة لي
fa: حذف برای من

source: Delete For Me And
ar: حذف بالنسبة لي و
fa: حذف برای من و

source: Send Again
ar: أعد الإرسال
fa: ارسال مجدد

source: Share To
ar: شارك في
fa: اشتراک گذاری با

source: Select Chat
ar: اختر الدردشة
fa: انتخاب گفت و گو

source: Channel Info
ar: معلومات القناة
fa: اطلاعات کانال

source: Group Type
ar: نوع المجموعة
fa: نوع گروه

source: Private
ar: خاص
fa: خصوصی

source: Public
ar: عامة
fa: عمومی

source: Documents
ar: مستندات
fa: داکیومنت ها

# update_username_after
source: You can not change your username because you've recently changed it. you have to wait for
ar: لا يمكنك تغيير اسم المستخدم الخاص بك لأنك غيرته مؤخرًا. عليك الانتظار
fa: عدم امکان آپیدیت نام کاربری به علت اینکه اخیرا نام کاربری خود را تغییر داده اید. زمان انتظار

source: Group Link can not be empty
fa: قسمت لینک گروه نباید خالی باشد

# role_has_changes
source: Your role has changed so you cannot view the members list at this time!
ar: لقد تغير دورك حتى لا تتمكن من عرض قائمة الأعضاء في هذا الوقت!
fa: نقش شما تغییر کرد بنابراین در حال حاضر نمی توانید لیست اعضا را مشاهده کنید!

# not_exist_moderator
source: No moderator registered!
ar: لا يوجد مشرف مسجل!
fa: هیچ سردبیری ثبت نشده است!

# not_exist_admin
source: No admin registered!
ar: لا يوجد مشرف مسجل!
fa: هیچ مدیری ثبت نشده است!

# exist_member
source: is already in your members!
ar: هو بالفعل في أعضائك!
fa: در حال حاضر جزء اعضاء شما است!

# msg_write_ur_report_description
source: Please write your report description
ar: يرجى كتابة وصف التقرير الخاص بك
fa: لطفا توضیحات لازم برای علت گزارش خود را بنویسید

source: Ported Subscriber Enable
ar: تمكين المشترك المنقول
fa: فعال شدن ترابرد

source: Ported Subscriber Disable
ar: المشترك المنقول تعطيل
fa: غیر فعال شدن ترابرد

# enable_location_service
source: Location Service is Disabled Please go to Setting and enable it
ar: تم تعطيل خدمة الموقع ، يرجى الانتقال إلى الإعداد وتمكينها
fa: سرویس موقعیت مکانی غیر فعال می باشد.لطفا از قسمت تنظیمات مجددا آن را فعال نمایید

# around
source: About
ar: حول
fa: حدود

source: meter
ar: متر
fa: متر

# chat_preview_sample
source: it's morning in my city 😍
ar: إنه صباح في طهران 😍
fa: 😍 الان صبحه تو تهران

# chat_preview_sample2
source: Is it night ?🤔
ar: هل هو الليل ؟🤔
fa: 🤔 اونجا الان شبه ؟

# keep_media_footer
source: All The images,videos and Audios that you did not have access in the period will be deleted.
ar: سيتم حذف جميع الصور ومقاطع الفيديو والتسجيلات الصوتية التي لم تتمكن من الوصول إليها خلال هذه الفترة
fa: تمامی تصاویر و ویدیو ها و فایل ها که در این بازه به آنها دسترسی نداشته باشید از روی حاقظه ی دستگاه شما حذف خواهند شد

source: Send Message Sound Alert
ar: إرسال رسالة الصوت
fa: صوت ارسال پیام

source: Verify Password
ar: اكد كلمة المرور
fa: تایید رمز عبور

source: Remove Password
ar: إزالة كلمة المرور
fa: حذف رمز عبور

# contacts_sending
source: Sending Contacts
ar: إرسال جهات الاتصال
fa: درحال ارسال مخاطبین
fr: Envoi de contacts

# contacts_saving
source: Saving Contacts
ar: حفظ جهات الاتصال
fa: درحال ذخیره سازی مخاطبین
fr: Enregistrer des contacts

# news_details
source: News Detail
ar: متن خبر
fa: متن خبر

# max_pins_alert
source: Sorry, you can pin no more than 5 chats to the top.
ar: المعذرة، لا یمکنک تثبیت أکثر من ۵ محاداثات بالأعلی.
fa: متأسفانه شما فقط می‌توانید تا ۵ گفتگو به بالای صفحه سنجاق کنید.
fr: Vous ne pouvez pas épingler plus de 5 échanges.

# Theme_Classic_Text
source: Classic
ar: كلاسيكي
fa: کلاسیک
fr: Classique

# Theme_Day_Text
source: Day
ar: يوم
fa: روز
fr: journée

# Theme_Night_Text
source: Night
ar: ليل
fa: شب
fr: Nuit

# Theme_Icon_Appp
source: App Icon
ar: أيقونة التطبيق
fa: نماد برنامه
fr: icône de l'application

source: Top Up Message
ar: إيصال استلام الهاتف
fa: رسید شارژ تلفن
fr: Message de recharge

source: Bill Message
ar: إيصال دفع الفواتير
fa: رسید پرداخت قبض
fr: Message de Bill

source: Bill Id
ar: معرف الفاتورة
fa: شناسه قبض
fr: ID de facture

source: Requester Mobile Number
ar: رقم الجوال الطالب
fa: شماره تلفن درخواست کننده
fr: Numéro de mobile du demandeur

source: Receiver's Mobile Number
ar: رقم المتلقي المحمول
fa: شماره موبایل گیرنده
fr: Numéro de mobile du destinataire

# on_hold
source: call on hold...
ar: دعوة معلقة...
fr: Appel en attente

source: switch To :
ar: التبديل إلى :
fr: basculer vers

# settlement_wage
source: کارمزد تسویه
ar: رسوم التسوية
fr: Frais de règlement

# withdraw_price
source: مبلغ برداشت
ar: مبلغ السحب
fr: somme à débiter

# purchase_club_plan_from
source: خرید طرح باشگاه از
ar: شراء تصميم نادي من
fr: achater Club Design à partir de

# receive_sale_share_from
source: دریافت سهم فروش از
ar: الحصول على حصة المبيعات من
fr: recevoir la part de vente de

# settlement
source: تسویه
ar: تسوية
fr: reglementation

source: Favorite
ar: مفضل

source: Recently
ar: مؤخرا

# new_channels_rules_private
source: People can join your channel by following this link.you can change the link at any time.
ar: يمكن للأشخاص الانضمام إلى قناتك باتباع هذا الرابط. يمكنك تغيير الرابط في أي وقت.

# payment_rial
source: %@ ریال
fr: %@ Rial

# channel_name_notification
source: iGap Notification
fr: notifications d'iGap

# keep_media_6month
source: 6 Month
fr: 6 mois

# way_receive_register_code
source: Way to receive code:
fr: comment recevoir le code

# reply_label
source: Answer
fr: répondre

# igasht_title
source: آیگشت
fr: IGASHT

# igasht_search_by_location
source: جستجو بر اساس موقعیت
fr: ajouter selon la localisation

# igasht_add_to_favorite_title
source: به لیست علاقمندی ها اضافه کن
fr: ajouter à la liste des préférés

# igasht_place_of_visit_title
source: محل بازدید
fr: lieu de visite

# igasht_enter_ticket_count_title
source: تعداد بازدید کننده را وارد کنید.
fr: veuillez entrer le nombre des visiteurs

# igasht_add_ticket_count_button_title
source: ثبت
fr: enregistrer

# search_placeholder
source: جستجو
fr: Search
